{
    "download_date": [
        "ClinicalTrials.gov processed this data on May 09, 2023"
    ],
    "link_text": [
        "Link to the current ClinicalTrials.gov record."
    ],
    "url": [
        "https://clinicaltrials.gov/show/NCT00739869"
    ],
    "org_study_id": [
        571.0
    ],
    "secondary_id": [
        "N01-WH-4-4221"
    ],
    "nct_id": [
        "NCT00739869"
    ],
    "brief_title": [
        "Evaluating the Effects of Hormone Replacement Therapy on Brain Function (The WHIMS-MRI Study)"
    ],
    "acronym": [
        "WHIMS-MRI"
    ],
    "official_title": [
        "Effects of Hormone Therapy on Subclinical Neurological Pathology-The WHIMS-MRI Collaborative Study"
    ],
    "lead_sponsor": [],
    "collaborator": [],
    "source": [
        "National Heart, Lung, and Blood Institute (NHLBI)"
    ],
    "has_dmc": [
        "Yes"
    ],
    "textblock": [
        "A silent stroke is a type of stroke that does not produce any severe symptoms, but may\r\n      slightly affect memory or thinking abilities. Women who take hormone replacement therapy\r\n      (HRT) may have a higher risk of experiencing a silent stroke than women who do not use HRT.\r\n      This study will use magnetic resonance imaging (MRI) to determine the prevalence of silent\r\n      strokes and other changes in brain tissue in women who participated in the Women's Health\r\n      Initiative Memory Study (WHIMS), a study in which women received HRT, either as estrogen\r\n      alone or as estrogen and progesterone combined, or placebo.",
        "A silent stroke is a type of stroke that occurs as a result of blockage in the small blood\r\n      vessels in the brain. Older adults, in particular, are at risk for silent strokes. This type\r\n      of stroke does not cause any of the typical stroke symptoms, such as vision problems, facial\r\n      numbness, or walking difficulties; however, subtle changes in a person's cognitive ability or\r\n      memory may occur following a silent stroke. It is important to diagnose this type of stroke\r\n      because several occurrences of silent strokes can increase the risk of having a more serious,\r\n      and possibly fatal, stroke. As women go through menopause, many choose to take HRT to relieve\r\n      common menopausal symptoms, including hot flashes and mood swings. Unfortunately, the use of\r\n      HRT may place women at higher risk of experiencing a silent stroke. This study will assess\r\n      whether women who take HRT, either as estrogen alone or as estrogen and progesterone\r\n      combined, have a greater risk of silent stroke than women who do not take HRT. Study\r\n      researchers will also examine changes in brain tissue and changes in the areas of the brain\r\n      associated with thinking and memory.\r\n\r\n      This study will enroll women who are participating in the WHIMS study. Participants will\r\n      attend one study visit at which time a brain MRI scan will be completed. Study researchers\r\n      will analyze participants' study data from the WHIMS study and the Women's Health Initiative\r\n      Study of Cognitive Aging (WHISCA) study, an ancillary WHIMS study that examined the effects\r\n      of HRT on memory and cognition."
    ],
    "overall_status": [
        "Completed"
    ],
    "start_date": [
        "May 2004"
    ],
    "type": [
        "Actual",
        "Actual",
        "Actual",
        "Estimate",
        "Estimate"
    ],
    "completion_date": [
        "March 2007"
    ],
    "primary_completion_date": [
        "April 2006"
    ],
    "study_type": [
        "Observational"
    ],
    "has_expanded_access": [
        "No"
    ],
    "observational_model": [
        "Case-Control"
    ],
    "time_perspective": [
        "Cross-Sectional"
    ],
    "measure": [
        "Prevalence of silent infarcts in women assigned to HRT versus women assigned to placebo"
    ],
    "time_frame": [
        "Measured at a single study visit"
    ],
    "number_of_groups": [
        1.0
    ],
    "enrollment": [
        1426.0
    ],
    "condition": [
        "Stroke"
    ],
    "arm_group_label": [
        1.0
    ],
    "description": [
        "Participants will include women who participated in the Women's Health Initiative Memory Study."
    ],
    "study_pop": [],
    "sampling_method": [
        "Non-Probability Sample"
    ],
    "criteria": [],
    "gender": [
        "Female"
    ],
    "minimum_age": [
        "65 Years"
    ],
    "maximum_age": [],
    "healthy_volunteers": [
        "Accepts Healthy Volunteers"
    ],
    "last_name": [
        "Sally A. Shumaker, PhD"
    ],
    "role": [
        "Principal Investigator"
    ],
    "affiliation": [
        "Wake Forest University Health Sciences"
    ],
    "facility": [],
    "country": [
        "United States"
    ],
    "citation": [
        "Jaramillo SA, Felton D, Andrews L, Desiderio L, Hallarn RK, Jackson SD, Coker LH, Robinson JG, Ockene JK, Espeland MA; Women's Health Initiative Memory Study Research Group. Enrollment in a brain magnetic resonance study: results from the Women's Health Initiative Memory Study Magnetic Resonance Imaging Study (WHIMS-MRI). Acad Radiol. 2007 May;14(5):603-12. doi: 10.1016/j.acra.2007.02.001."
    ],
    "PMID": [
        17434074.0
    ],
    "verification_date": [
        "October 2015"
    ],
    "study_first_submitted": [
        "August 20, 2008"
    ],
    "study_first_submitted_qc": [
        "August 20, 2008"
    ],
    "study_first_posted": [
        "August 22, 2008"
    ],
    "last_update_submitted": [
        "October 16, 2015"
    ],
    "last_update_submitted_qc": [
        "October 16, 2015"
    ],
    "last_update_posted": [
        "October 19, 2015"
    ],
    "responsible_party_type": [
        "Sponsor"
    ],
    "keyword": [
        "Silent Infarcts",
        "Magnetic Resonance Imaging",
        "MRI",
        "Subclinical Cerebrovascular Disease",
        "White Matter Grade Abnormalities",
        "Total Brain Volume",
        "Ventricular and Hippocampal Volume",
        "Subclinical Vascular Abnormalities",
        "Cerebrovascular Disease",
        "CVD",
        "Subclinical CVD"
    ]
}