{
    "download_date": [
        "ClinicalTrials.gov processed this data on May 09, 2023"
    ],
    "link_text": [
        "Link to the current ClinicalTrials.gov record."
    ],
    "url": [
        "https://clinicaltrials.gov/show/NCT00739765",
        "http://www.columbiatrauma.org/"
    ],
    "org_study_id": [
        "#5660, R01 MH079078"
    ],
    "secondary_id": [
        "R01MH079078"
    ],
    "nct_id": [
        "NCT00739765"
    ],
    "brief_title": [
        "Effectiveness of Three Different Psychotherapies for Chronic Post-Traumatic Stress Disorder"
    ],
    "official_title": [
        "Psychotherapies for Chronic Post-Traumatic Stress Disorder"
    ],
    "lead_sponsor": [],
    "collaborator": [],
    "source": [
        "New York State Psychiatric Institute"
    ],
    "has_dmc": [
        "Yes"
    ],
    "textblock": [
        "This study will examine whether interpersonal psychotherapy is as effective in treating\r\n      post-traumatic stress disorder as the established therapies of prolonged exposure and\r\n      relaxation.",
        "Post-traumatic stress disorder (PTSD) is caused by a traumatic experience often involving\r\n      physical harm or the threat of harm or death. The emotional numbness and traumatic flashbacks\r\n      symptomatic of PTSD interfere with everyday life for approximately 7.7 million adults.\r\n      Besides prescription drug treatment, only exposure-based therapies, like prolonged exposure\r\n      (PE) therapy, have been proved effective in treating PTSD. Interpersonal psychotherapy (IPT),\r\n      which is not based on exposure, is effective in treating mood disorders, and pilot studies\r\n      indicate it may also be effective in treating PTSD. IPT treats patients by helping them to\r\n      improve their interpersonal functioning, as opposed to PE, which helps patients by guiding\r\n      them to recreate traumatic memories in safe circumstances. This study will determine whether\r\n      IPT is as effective as PE, the gold standard, in treating PTSD. Relaxation therapy, a\r\n      commonly used control therapy for studies of PTSD, will be used for that purpose here.\r\n\r\n      All participants will be screened for PTSD, with those meeting the criteria being randomly\r\n      assigned to one of the following three treatment groups:\r\n\r\n        -  Group 1 participants will receive IPT. They will meet weekly for fourteen 50-minute\r\n           sessions focusing on interpersonal consequences of the trauma affecting them and their\r\n           relationships with others.\r\n\r\n        -  Group 2 participants will receive PE. They will meet for 10, unevenly spaced 90-minute\r\n           sessions during which they will face the trauma responsible for their symptoms.\r\n\r\n        -  Group 3 participants will receive relaxation therapy. They will meet for nine 90-minute\r\n           sessions and one 30-minute session during which they will learn relaxation methods.\r\n\r\n      All treatments will last 14 weeks, with assessments made by mental health professionals at\r\n      screening, the midpoint of the study, the end of the study, and a 3-month follow-up. PTSD\r\n      symptoms will be assessed through clinical interviews and self-report measures. In addition,\r\n      participants will complete other interviews and tests that will examine a variety of factors\r\n      relating to mental health, including comorbidity of other conditions, affect, social\r\n      functioning, and quality of life."
    ],
    "overall_status": [
        "Completed"
    ],
    "start_date": [
        "April 2008"
    ],
    "type": [
        "Actual",
        "Actual",
        "Actual",
        "Estimate",
        "Estimate",
        "Actual"
    ],
    "completion_date": [
        "March 2014"
    ],
    "primary_completion_date": [
        "March 2013"
    ],
    "phase": [],
    "study_type": [
        "Interventional"
    ],
    "has_expanded_access": [
        "No"
    ],
    "allocation": [
        "Randomized"
    ],
    "intervention_model": [
        "Parallel Assignment"
    ],
    "intervention_model_description": [
        "Randomized controlled trial of three time-limited (14 week) psychotherapies for unmedicated patients with chronic posttraumatic stress disorder (PTSD)"
    ],
    "primary_purpose": [
        "Treatment"
    ],
    "masking": [
        "Single (Outcomes Assessor)"
    ],
    "measure": [
        "Clinician-Administered PTSD Scale (CAPS)",
        "Hamilton Depression Rating Scale"
    ],
    "time_frame": [
        "After 14 weeks of treatment",
        "After 14 weeks of treatment"
    ],
    "description": [
        "Continuous measure scale of PTSD symptoms severity. Generally considered state of the art. Range 0-136 (17 items each rated for frequency and for intensity, each on a 0-4 scale). Scores >50 indicate at least moderately severe PTSD; scores <20 were defined as remission. See Blake DD, Weathers FW, Nagy LM, et al: The development of a clinician-administered PTSD scale. J Trauma Stress 1995; 8:75-90; Weathers FW, Keane TM, Davidson JRT: Clinician-Administered PTSD Scale: a review of the first ten years of research. Depression and Anxiety 2001;13:132-156",
        "Continuous scale to measure depressive symptom severity with a potential range from 0 to 74. Higher scores indicate more severe depressive symptoms. Scores <8 are generally considered not depressed; 8-12 mildly depressed; 13-19 moderately depressed; 20 and greater, severely depressed. Reference: Hamilton M: A rating scale for depression. J Neurol Neurosurg Psychiatry 1960;25:56-62",
        "Participants will receive interpersonal psychotherapy.",
        "Participants will receive prolonged exposure therapy.",
        "Participants will receive relaxation therapy.",
        "14 weekly 50-minute sessions of interpersonal psychotherapy, a time-limited treatment that focuses on interpersonal functioning and social supports",
        "Ten 90-minute sessions, distributed over 14 weeks, of prolonged exposure, which involves the repeated, detailed recounting of the trauma to develop a coherent narrative and repeated exposure to reminders of the trauma",
        "Nine 90-minute sessions and one 30-minute session, distributed over 14 weeks, that focus on muscle relaxation to address the physical symptoms of PTSD",
        "Click here for more information on trauma and PTSD at the Web site of Columbia University Medical Center, New York State Psychiatric Institute"
    ],
    "number_of_arms": [
        3.0
    ],
    "enrollment": [
        110.0
    ],
    "condition": [
        "Post-Traumatic Stress Disorder"
    ],
    "arm_group_label": [
        "1 Interpersonal Psychotherapy (IPT)",
        "2 Prolonged Exposure (PE)",
        "3 Relaxation therapy",
        "1 Interpersonal Psychotherapy (IPT)",
        "2 Prolonged Exposure (PE)",
        "3 Relaxation therapy"
    ],
    "arm_group_type": [
        "Experimental",
        "Active Comparator",
        "Active Comparator"
    ],
    "intervention_type": [
        "Behavioral",
        "Behavioral",
        "Behavioral"
    ],
    "intervention_name": [
        "Interpersonal Psychotherapy",
        "Prolonged Exposure Therapy",
        "Relaxation Therapy"
    ],
    "criteria": [],
    "gender": [
        "All"
    ],
    "minimum_age": [
        "18 Years"
    ],
    "maximum_age": [
        "65 Years"
    ],
    "healthy_volunteers": [
        "No"
    ],
    "last_name": [
        "John C. Markowitz, MD"
    ],
    "role": [
        "Principal Investigator"
    ],
    "affiliation": [
        "New York State Psychiatric Institution"
    ],
    "facility": [],
    "country": [
        "United States"
    ],
    "citation": [
        "Bleiberg KL, Markowitz JC. A pilot study of interpersonal psychotherapy for posttraumatic stress disorder. Am J Psychiatry. 2005 Jan;162(1):181-3. doi: 10.1176/appi.ajp.162.1.181.",
        "Markowitz JC, Bleiberg KL, Christos P, Levitan E. Solving interpersonal problems correlates with symptom improvement in interpersonal psychotherapy: preliminary findings. J Nerv Ment Dis. 2006 Jan;194(1):15-20. doi: 10.1097/01.nmd.0000195314.80210.41.",
        "Taylor S, Thordarson DS, Maxfield L, Fedoroff IC, Lovell K, Ogrodniczuk J. Comparative efficacy, speed, and adverse effects of three PTSD treatments: exposure therapy, EMDR, and relaxation training. J Consult Clin Psychol. 2003 Apr;71(2):330-8. doi: 10.1037/0022-006x.71.2.330.",
        "Markowitz JC, Milrod B, Bleiberg K, Marshall RD. Interpersonal factors in understanding and treating posttraumatic stress disorder. J Psychiatr Pract. 2009 Mar;15(2):133-40. doi: 10.1097/01.pra.0000348366.34419.28.",
        "Markowitz JC, Kaplowitz M, Suh EJ, Meehan KB, Neria Y, Jonker H, Rafaeli A, Lovell K. Treating patients who strain the research psychotherapy paradigm. J Nerv Ment Dis. 2012 Jul;200(7):594-7. doi: 10.1097/NMD.0b013e31825bfaf4.",
        "Amsel LV, Hunter N, Kim S, Fodor KE, Markowitz JC. Does a study focused on trauma encourage patients with psychotic symptoms to seek treatment? Psychiatr Serv. 2012 Apr;63(4):386-9. doi: 10.1176/appi.ps.201100251.",
        "Rafaeli AK, Markowitz JC. Interpersonal psychotherapy (IPT) for PTSD: a case study. Am J Psychother. 2011;65(3):205-23. doi: 10.1176/appi.psychotherapy.2011.65.3.205.",
        "Markowitz JC, Milrod BL. The importance of responding to negative affect in psychotherapies. Am J Psychiatry. 2011 Feb;168(2):124-8. doi: 10.1176/appi.ajp.2010.10040636. No abstract available.",
        "Markowitz JC. IPT and PTSD. Depress Anxiety. 2010 Oct;27(10):879-81. doi: 10.1002/da.20752. No abstract available.",
        "Markowitz JC, Lipsitz J, Milrod BL. Critical review of outcome research on interpersonal psychotherapy for anxiety disorders. Depress Anxiety. 2014 Apr;31(4):316-25. doi: 10.1002/da.22238. Epub 2014 Feb 3.",
        "Markowitz JC, Petkova E, Neria Y, Van Meter PE, Zhao Y, Hembree E, Lovell K, Biyanova T, Marshall RD. Is Exposure Necessary? A Randomized Clinical Trial of Interpersonal Psychotherapy for PTSD. Am J Psychiatry. 2015 May;172(5):430-40. doi: 10.1176/appi.ajp.2014.14070908. Epub 2015 Feb 13.",
        "Markowitz JC, Meehan KB, Petkova E, Zhao Y, Van Meter PE, Neria Y, Pessin H, Nazia Y. Treatment preferences of psychotherapy patients with chronic PTSD. J Clin Psychiatry. 2016 Mar;77(3):363-70. doi: 10.4088/JCP.14m09640.",
        "Markowitz JC, Petkova E, Biyanova T, Ding K, Suh EJ, Neria Y. EXPLORING PERSONALITY DIAGNOSIS STABILITY FOLLOWING ACUTE PSYCHOTHERAPY FOR CHRONIC POSTTRAUMATIC STRESS DISORDER. Depress Anxiety. 2015 Dec;32(12):919-26. doi: 10.1002/da.22436. Epub 2015 Oct 6.",
        "Markowitz JC, Neria Y, Lovell K, Van Meter PE, Petkova E. History of sexual trauma moderates psychotherapy outcome for posttraumatic stress disorder. Depress Anxiety. 2017 Aug;34(8):692-700. doi: 10.1002/da.22619. Epub 2017 Apr 4.",
        "Markowitz JC, Choo TH, Neria Y. Do Acute Benefits of Interpersonal Psychotherapy for Posttraumatic Stress Disorder Endure? Can J Psychiatry. 2018 Jan;63(1):37-43. doi: 10.1177/0706743717720690. Epub 2017 Jul 25.",
        "Suarez-Jimenez B, Zhu X, Lazarov A, Mann JJ, Schneier F, Gerber A, Barber JP, Chambless DL, Neria Y, Milrod B, Markowitz JC. Anterior hippocampal volume predicts affect-focused psychotherapy outcome. Psychol Med. 2020 Feb;50(3):396-402. doi: 10.1017/S0033291719000187. Epub 2019 Feb 18."
    ],
    "PMID": [
        15625219.0,
        16462550.0,
        12699027.0,
        19339847.0,
        22759936.0,
        22476306.0,
        22032045.0,
        21297048.0,
        20886608.0,
        24493661.0,
        25677355.0,
        26115532.0,
        26439430.0,
        28376282.0,
        28743198.0,
        30773148.0
    ],
    "verification_date": [
        "February 2019"
    ],
    "study_first_submitted": [
        "August 20, 2008"
    ],
    "study_first_submitted_qc": [
        "August 20, 2008"
    ],
    "study_first_posted": [
        "August 22, 2008"
    ],
    "results_first_submitted": [
        "September 8, 2015"
    ],
    "results_first_submitted_qc": [
        "October 13, 2015"
    ],
    "results_first_posted": [
        "November 16, 2015"
    ],
    "last_update_submitted": [
        "February 20, 2019"
    ],
    "last_update_submitted_qc": [
        "February 20, 2019"
    ],
    "last_update_posted": [
        "March 5, 2019"
    ],
    "responsible_party_type": [
        "Principal Investigator"
    ],
    "investigator_affiliation": [
        "New York State Psychiatric Institute"
    ],
    "investigator_full_name": [
        "John Markowitz"
    ],
    "investigator_title": [
        "Clinical Psychiatrist"
    ],
    "keyword": [
        "Trauma",
        "Psychotherapy",
        "Anxiety"
    ],
    "mesh_term": [
        "Stress Disorders, Post-Traumatic"
    ],
    "sharing_ipd": [
        "No"
    ],
    "participant_flow": [],
    "baseline": [],
    "outcome_list": [],
    "reported_events": [],
    "certain_agreements": [],
    "limitations_and_caveats": [
        "Limited generalizability of unmedicated sample; incomplete therapist fidelity rating; limited sample size."
    ],
    "point_of_contact": []
}