{
    "download_date": [
        "ClinicalTrials.gov processed this data on May 09, 2023"
    ],
    "link_text": [
        "Link to the current ClinicalTrials.gov record."
    ],
    "url": [
        "https://clinicaltrials.gov/show/NCT05380336"
    ],
    "org_study_id": [
        "RC21_0371"
    ],
    "nct_id": [
        "NCT05380336"
    ],
    "brief_title": [
        "Medico-economic Evaluation Comparing the Impact of the New Fixed-dose Nivolumab Regimen With the Old mg/kg Regimen in the Management of Patients With Metastatic Cancer"
    ],
    "acronym": [
        "IMEPOCA"
    ],
    "official_title": [
        "Medico-economic Evaluation Comparing the Impact of the New Fixed-dose Nivolumab Regimen With the Old mg/kg Regimen in the Management of Patients With Metastatic Cancer"
    ],
    "lead_sponsor": [],
    "source": [
        "Nantes University Hospital"
    ],
    "has_dmc": [
        "No"
    ],
    "is_fda_regulated_drug": [
        "No"
    ],
    "is_fda_regulated_device": [
        "No"
    ],
    "textblock": [
        "Nivolumab is a selective monoclonal antibody that binds to the Programmed cell Death 1 (PD-1)\r\n      receptor and causes reduced tumor growth. It is currently approved in France in many\r\n      indications. The firsts therapeutics indications validated by the French health authorities\r\n      from 2015 - metastatic melanoma2, squamous and non-squamous NSCLC, Kidney cells carcinoma -\r\n      were based on clinical trials demonstrating a clinical advantage over standard nivolumab\r\n      treatment at a dose of 3mg/kg every two weeks.\r\n\r\n      By comparing the results predicted by simulation based on a pharmacokinetic model with those\r\n      obtained in clinical trials, the manufacturer of nivolumab concluded that a fixed dose of 240\r\n      mg was equivalent to that calculated based on the weight of the patients, and the European\r\n      and then French health authorities have validated this change in clinical practice The\r\n      objective of the IMEPOCA study is to assess in real life the economic and clinical impact of\r\n      the dose modification of nivolumab that occurred in December 2018 in France.\r\n\r\n      In order to assess the economic efficiency of the change in dose strategy at the national\r\n      level, 2 cohorts of patients from the National Health Data System (SNDS), treated for\r\n      metastatic cancer and followed up over 1 year will be compared: one having benefited from the\r\n      weight-dependent dosage and the other having benefited from the fixed dosage"
    ],
    "overall_status": [
        "Completed"
    ],
    "type": [
        "Actual",
        "Actual",
        "Actual",
        "Actual",
        "Actual",
        "Actual"
    ],
    "start_date": [
        "January 1, 2014"
    ],
    "completion_date": [
        "December 31, 2021"
    ],
    "primary_completion_date": [
        "December 31, 2021"
    ],
    "study_type": [
        "Observational"
    ],
    "has_expanded_access": [
        "No"
    ],
    "observational_model": [
        "Other"
    ],
    "time_perspective": [
        "Retrospective"
    ],
    "measure": [
        "Cost-effectiveness analysis of the new nivolumab fixed-dose regimen of 240 mg every 2 weeks or 480 mg every 4 weeks compared to the old regimen of 3 mg/kg every 2 weeks in the management of patients with metastatic cancers.",
        "Comparison of the patients characteristics between the 2015-2017 \"de novo\" cohort in mg/kg dosage and the 2019-2020 de novo cohort in fixed dosage by type of cancer",
        "Comparison of nivolumab length of treatment between the 2015-2017 \"de novo\" cohort in mg/kg dosage and the 2019-2020 de novo cohort in fixed dosage by type of cancer",
        "Comparison of nivolumab treatment dosage between the 2015-2017 \"de novo\" cohort in mg/kg dosage and the 2019-2020 de novo cohort in fixed dosage by type of cancer",
        "Comparison of number of hospitalisations for nivolumab treatment between the 2015-2017 \"de novo\" cohort in mg/kg dosage and the 2019-2020 de novo cohort in fixed dosage by type of cancer",
        "Comparison of complications related to nivolumab between the 2015-2017 \"de novo\" cohort in mg/kg dosage and the 2019-2020 de novo cohort in fixed dosage by type of cancer",
        "Patient survival analysis",
        "Duration of treatment response",
        "Budget impact analysis of the nivolumab fixed-dose regimen of 240 mg every 2 weeks or 480 mg every 4 weeks compared to the old regimen of 3 mg/kg every 2 weeks"
    ],
    "time_frame": [
        "1 year",
        "baseline",
        "1 year",
        "1 year",
        "1 year",
        "1 year",
        "6 years",
        "6 years",
        "7 years (2015-2022)"
    ],
    "description": [
        "Incremental cost effectiveness ratio (in cost per year of life alive) according to a collective perspective and a time horizon of one year, according to the type of cancer",
        "Initial characteristics of patients treated with nivolumab (age, sex, average weight, medical history, previous treatments)",
        "treatment time frame, including interruption or suspension periods",
        "Average dosage of nivolumab per patient hospitalisation",
        "Average number of hospitalisations for nivolumab treatment, per patient",
        "number of complications related to nivolumab, identified through the health care consumptions",
        "patients date of death, by cancer type",
        "Duration of treatment",
        "Comparison of the costs of nivolumab fixed-dose regimen of 240 mg every 2 weeks or 480 mg every 4 weeks compared to the old regimen of 3 mg/kg every 2 weeks",
        "Patients treated for their metastatic cancer with Nivolumab, with a dosage calculated upon their weight (3mg/kg every two weeks).",
        "Patients treated for their metastatic cancer with Nivolumab, with a fixed-dose regimen of 240 mg every 2 weeks or 480 mg every 4 weeks"
    ],
    "number_of_groups": [
        2.0
    ],
    "enrollment": [
        40000.0
    ],
    "condition": [
        "Metastatic Cancer"
    ],
    "arm_group_label": [
        "Patients with the Nivolumab weight-dependent dosage",
        "Patients with the Nivolumab fixed dosage"
    ],
    "study_pop": [],
    "sampling_method": [
        "Non-Probability Sample"
    ],
    "criteria": [],
    "gender": [
        "All"
    ],
    "minimum_age": [
        "18 Years"
    ],
    "maximum_age": [],
    "healthy_volunteers": [
        "No"
    ],
    "last_name": [
        "Nicolas CORMIER, MD"
    ],
    "role": [
        "Principal Investigator"
    ],
    "affiliation": [
        "Nantes University Hospital"
    ],
    "verification_date": [
        "May 2022"
    ],
    "study_first_submitted": [
        "May 5, 2022"
    ],
    "study_first_submitted_qc": [
        "May 17, 2022"
    ],
    "study_first_posted": [
        "May 18, 2022"
    ],
    "last_update_submitted": [
        "May 31, 2022"
    ],
    "last_update_submitted_qc": [
        "May 31, 2022"
    ],
    "last_update_posted": [
        "June 1, 2022"
    ],
    "responsible_party_type": [
        "Sponsor"
    ],
    "keyword": [
        "nivolumab",
        "lung",
        "kidney cancer",
        "melanoma",
        "cost-effectiveness"
    ],
    "mesh_term": [
        "Neoplasms, Second Primary"
    ]
}