{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05481619"], "org_study_id": ["I20210001091"], "nct_id": ["NCT05481619"], "brief_title": ["Study of the Effect of Vedolizumab on Intestinal Microecological Changes and Its Efficacy in the Treatment of Ulcerative Colitis"], "official_title": ["Changes in Intestinal Microecology Before and After Vedolizumab Treatment for Ulcerative Colitis and Correlation With Efficacy"], "lead_sponsor": [], "source": ["Second Affiliated Hospital, School of Medicine, Zhejiang University"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["Inflammatory bowel disease is a group of chronic, non-specific inflammatory diseases of the\r\n      intestinal tract whose etiology has not yet been fully elucidated, including ulcerative\r\n      colitis and Crohn's disease. Vedolizumab, a novel biologic agent, is a recombinant humanized\r\n      monoclonal antibody that specifically antagonizes intestine-selective α4β7 integrins on the\r\n      surface of leukocyte subsets, thereby preventing migration of leukocyte subsets from the\r\n      blood to the intestinal mucosa and reducing local inflammation in the gut. In this study the\r\n      investigators propose to build on an existing cohort and analyse, by means of a multi-omics\r\n      approach, the baseline gut microbial composition and abundance, intestinal and serum\r\n      metabolome characteristics of UC patients and their changes during treatment, to predict the\r\n      functional mechanisms by which these changing characteristics influence the therapeutic\r\n      response to vindolizumab.", "Stool and blood samples etc. were taken from a cohort of patients with ulcerative colitis\r\n      treated with Vedolizum at the Department of Gastroenterology, Second Affiliated Hospital of\r\n      Zhejiang University School of Medicine as well as from a cohort of normal volunteers. Stool\r\n      and blood samples from UC patients were analyzed at baseline and at 14, 30, and 52 weeks\r\n      after starting treatment. Analysis of changes in gut microbial composition and abundance, gut\r\n      and serum metabolome characteristics during 52 weeks of treatment in patients with UC. A\r\n      model for predicting the efficacy of vedolizumab treatment by baseline gut microbial\r\n      composition and abundance, and gut and serum metabolomic characteristics in patients with\r\n      ulcerative colitis was developed in conjunction with clinical information from patients in\r\n      the cohort. Based on the model developed, clinical and gut microbial composition and\r\n      abundance, gut and serum metabolomics data from other UC patients published in public\r\n      databases were combined to confirm the results already found using the UC cohort at our\r\n      center."], "overall_status": ["Recruiting"], "type": ["Actual", "Anticipated", "Anticipated", "Anticipated", "Actual", "Actual"], "start_date": ["January 1, 2021"], "completion_date": ["January 1, 2024"], "primary_completion_date": ["January 1, 2024"], "phase": ["Phase 4"], "study_type": ["Interventional"], "has_expanded_access": ["No"], "allocation": ["Non-Randomized"], "intervention_model": ["Parallel Assignment"], "primary_purpose": ["Treatment"], "masking": ["Single (Participant)"], "measure": ["Remission rate of patients", "Baseline gut microbial composition and abundance of patients", "Gut and serum metabolome characteristics of UC patients"], "time_frame": ["1 year", "1 year", "1 year"], "description": ["Clinical remission response rates（Mayo score≤2）", "Macro-genome sequencing of stool samples to analyze gut microbial composition and abundance", "LC-MS mass spectrometry for faecal samples and serum samples to analyze metabolome characteristics", "Generic Name：vedolizumab Specification：300mg/bottle Dosage and Method of Administration：Usual adult dose for ulcerative colitis.300 mg IV every 30 minutes at weeks 0, 2, and 6, then every 8 weeks", "On the basis of the exclusion criteria, there are no significant intestinal inflammatory, autoimmune or neoplastic disorders.", "Recommended dose in patients with UC: 300 mg intravenously at weeks 0, 2, and 6 and every 8 weeks thereafter.\r\nDiscontinue vedolizumab at week 14 in patients who do not show treatment benefit."], "number_of_arms": [2.0], "enrollment": [30.0], "condition": ["Ulcerative Colitis"], "arm_group_label": ["Group of UC patients treated with vedolizumab", "Normal control group", "Group of UC patients treated with vedolizumab"], "arm_group_type": ["Active Comparator", "No Intervention"], "intervention_type": ["Drug"], "intervention_name": ["Vedolizumab"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": [], "healthy_volunteers": ["Accepts Healthy Volunteers"], "last_name": ["Yan Chen", "Qiao Yu, phd"], "role": ["Principal Investigator"], "affiliation": ["2nd Affiliated Hospital, School of Medicine, Zhejiang University, China"], "phone": ["0086-13456820567"], "email": ["yuqiao@zju.edu.cn"], "facility": [], "status": ["Recruiting"], "contact": [], "country": ["China"], "verification_date": ["July 2022"], "study_first_submitted": ["July 25, 2022"], "study_first_submitted_qc": ["July 28, 2022"], "study_first_posted": ["August 1, 2022"], "last_update_submitted": ["July 28, 2022"], "last_update_submitted_qc": ["July 28, 2022"], "last_update_posted": ["August 1, 2022"], "responsible_party_type": ["Sponsor"], "mesh_term": ["Ulcer", "Vedolizumab"], "sharing_ipd": ["Yes"], "ipd_description": ["The results can be shared"], "ipd_info_type": ["Study Protocol"], "ipd_time_frame": ["now is available"], "ipd_access_criteria": ["All the doctors"]}