{
    "download_date": [
        "ClinicalTrials.gov processed this data on May 09, 2023"
    ],
    "link_text": [
        "Link to the current ClinicalTrials.gov record."
    ],
    "url": [
        "https://clinicaltrials.gov/show/NCT05481294"
    ],
    "org_study_id": [
        "683/UN4.6.4.5.31./PP36/2021"
    ],
    "nct_id": [
        "NCT05481294"
    ],
    "brief_title": [
        "Supportive Coaching Intervention in PLWHA"
    ],
    "official_title": [
        "The Effectivity of Transpersonal Supportive Coaching Intervention on Serotonin Level and Quality of Life in People Living With HIV/AIDS (PLWHA)"
    ],
    "lead_sponsor": [],
    "source": [
        "Hasanuddin University"
    ],
    "has_dmc": [
        "No"
    ],
    "is_fda_regulated_drug": [
        "No"
    ],
    "is_fda_regulated_device": [
        "No"
    ],
    "textblock": [
        "Introduction:\r\n\r\n      Coaching is a process of self-exploration, thoughts, and feelings followed by actions within\r\n      the coachee, through the relationship between the coachee and the coach. This process will\r\n      help discover potencies in oneself as part of psychological and emotional support.\r\n\r\n      Objective:\r\n\r\n      To investigate the effectiveness of Transpersonal Supportive Coaching on Serotonin Levels and\r\n      Quality of Life PLWHA.\r\n\r\n      Method:\r\n\r\n      This research was conducted using an intervention mixed-methods design which is the\r\n      integration of quantitative and qualitative approaches to study designs, data collections,\r\n      and analyses.\r\n\r\n      Alternative hypothesis:\r\n\r\n        1. There is a difference in serotonin levels before and after Transpersonal Supportive\r\n           Coaching on PLWHA.\r\n\r\n        2. There is a difference in the quality of life before and after Transpersonal Supportive\r\n           Coaching on PLWHA",
        "Sampling technique: Purposive sampling\r\n\r\n      Sample Size :\r\n\r\n      The estimation of sample size was calculated using the Slovin formula:\r\n\r\n      n = N / (1 + (N x e²))\r\n\r\n      n = sample N = population e = margin error (0.05)\r\n\r\n      n = 100/(1+100 x 0.0025) = 80\r\n\r\n      The sample will be divided into 3 groups (each group = 26.67 or 27).\r\n\r\n      Detailed Intervention:\r\n\r\n        1. Intervention group: A group was given supportive coaching for 4 months with a 45-minute\r\n           duration per coaching. It was given two times a month and also taking an antiretroviral\r\n           (ARV) therapy.\r\n\r\n        2. Control group I: A group was given only basic support for 4 months and taking ARV\r\n           therapy.\r\n\r\n        3. Control group II: A group only taking ARV therapy without any support was given.\r\n\r\n      Statistical analysis:\r\n\r\n        1. Qualitative analysis using thematic and content analysis with N-Vivo software\r\n\r\n        2. Quantitative analysis:\r\n\r\n             1. Univariate analysis using Mean and Standard deviation and percentage with 95%\r\n                Confidence interval\r\n\r\n             2. Bivariate analysis using Anova or Kruskal Wallis tests.\r\n\r\n             3. Multivariate analysis using logistic regression for main effect test and Process\r\n                version 5.3.5. for mediation test with bootstrapping method\r\n\r\n             4. Data will analysis using SPSS version 26"
    ],
    "overall_status": [
        "Recruiting"
    ],
    "type": [
        "Actual",
        "Anticipated",
        "Anticipated",
        "Anticipated",
        "Actual",
        "Actual"
    ],
    "start_date": [
        "December 16, 2021"
    ],
    "completion_date": [
        "June 30, 2023"
    ],
    "primary_completion_date": [
        "April 30, 2023"
    ],
    "phase": [],
    "study_type": [
        "Interventional"
    ],
    "has_expanded_access": [
        "No"
    ],
    "allocation": [
        "Non-Randomized"
    ],
    "intervention_model": [
        "Parallel Assignment"
    ],
    "intervention_model_description": [
        "The intervention group was given transpersonal supportive coaching and ARV therapy. Meanwhile, comparison group 1 was given basic support and ARV therapy, and comparison group 2 was only given ARV therapy without any support."
    ],
    "primary_purpose": [
        "Supportive Care"
    ],
    "masking": [
        "None (Open Label)"
    ],
    "measure": [
        "The change in blood serotonin level",
        "The change in Quality of life (QoL) of PLWHA"
    ],
    "time_frame": [
        "The baseline level of serotonin in blood is measured on the first day before intervention (pre-intervention) and then compared after 4-months of intervention (post-intervention)",
        "The baseline score of total and each domain of Quality of Life on PLWHA is measured on the first day before intervention (pre-intervention) and then compared after 4-months of intervention (post-intervention)."
    ],
    "description": [
        "Serotonin (5-hydroxytryptamine, 5-HT) is one of the main neurotransmitters in the human brain that could be affected by psychotherapy (i.e., change the serotonin levels). Total serotonin levels in the blood are measured using the Enzyme-linked Immunoassay (ELISA) method with a standard curve range of 70 ng/L-270 ng/L. The change in serotonin level (i.e., mean score) before and after intervention will be statistically assessed.",
        "Quality of life is defined as individuals' perception of their position in life in the context of the culture and value system in which they live and in relation to their goals, expectations, standards, and concern which measure using the modified World Health Organization's Quality of Life Questionnaire (WHOQOL-BREF) questionnaire in Indonesian version to measure the QoL patients with HIV/AIDS. it is a 31-item instrument consisting of six domains: physical health (4 items), psychological/emotional well-being (5 items), functional/independence (4 items), social (4 items), environmental (8 items) and spiritual satisfaction (4 items). Further, it also contains overall quality of life and general health perception (2 items). Each item's scores range between 1 (very bad) and 5 (very good). A total score and total of each domain at baseline and after the intervention will be statistically assessed. A positive score change indicates good QoL, while a negative indicates worse QoL.",
        "PLWHA is given coaching using standard operating procedures (SOP) for Transpersonal Supportive Coaching to encourage or guide patients in obtaining support. The necessary tool is a representative room for two people with two chairs.",
        "PLWHA is given standard support provided by peer support foundations",
        "PLWHA is not given any kind of support",
        "Coaching is given for four months (two times a month) with a 45-minute duration per coaching by a professional coach",
        "Standard support is given for four months using a support system provided by Peer Support Foundation"
    ],
    "number_of_arms": [
        3.0
    ],
    "enrollment": [
        80.0
    ],
    "condition": [
        "HIV"
    ],
    "arm_group_label": [
        "Intervention with Transpersonal Supportive Coaching",
        "Intervention with Standard Support",
        "No Support",
        "Intervention with Transpersonal Supportive Coaching",
        "Intervention with Standard Support"
    ],
    "arm_group_type": [
        "Experimental",
        "Active Comparator",
        "No Intervention"
    ],
    "intervention_type": [
        "Other",
        "Other"
    ],
    "intervention_name": [
        "Transpersonal Supportive Coaching",
        "Standard Support"
    ],
    "criteria": [],
    "gender": [
        "All"
    ],
    "minimum_age": [
        "17 Years"
    ],
    "maximum_age": [
        "45 Years"
    ],
    "healthy_volunteers": [
        "No"
    ],
    "last_name": [
        "Yusuf Tahir, PhD (Cand.)",
        "Firdaus Hamid, PhD",
        "Risna Halim, PhD",
        "Kusrini S. Kadar, PhD",
        "Muh. Yusuf Tahir, PhD (Cand.)",
        "Firdaus Hamid, PhD"
    ],
    "role": [
        "Principal Investigator",
        "Study Chair",
        "Study Chair",
        "Study Chair"
    ],
    "affiliation": [
        "Hasanudddin University",
        "Hasanudddin University",
        "Hasanudddin University",
        "Hasanudddin University"
    ],
    "phone": [
        628111885522.0,
        6281343788836.0
    ],
    "email": [
        "yusuf_0101@yahoo.com",
        "firdaus.hamid@gmail.com"
    ],
    "facility": [],
    "status": [
        "Recruiting"
    ],
    "contact": [],
    "investigator": [],
    "country": [
        "Indonesia"
    ],
    "citation": [
        "Ajisegiri WS, Abubakar AA, Gobir AA, Balogun MS, Sabitu K. Palliative care for people living with HIV/AIDS: Factors influencing healthcare workers' knowledge, attitude and practice in public health facilities, Abuja, Nigeria. PLoS One. 2019 Dec 31;14(12):e0207499. doi: 10.1371/journal.pone.0207499. eCollection 2019.",
        "Bradley PJ, Fureder T, Eckel HE. Systemic Therapy, Palliation and Supportive Care of Patients with Hypopharyngeal Cancer. Adv Otorhinolaryngol. 2019;83:148-158. doi: 10.1159/000492359. Epub 2019 Feb 12.",
        "Burgess MJ, Zeuli JD, Kasten MJ. Management of HIV/AIDS in older patients-drug/drug interactions and adherence to antiretroviral therapy. HIV AIDS (Auckl). 2015 Oct 27;7:251-64. doi: 10.2147/HIV.S39655. eCollection 2015.",
        "Bush SH, Tierney S, Lawlor PG. Clinical Assessment and Management of Delirium in the Palliative Care Setting. Drugs. 2017 Oct;77(15):1623-1643. doi: 10.1007/s40265-017-0804-3.",
        "Busolo D, Woodgate R. Palliative care experiences of adult cancer patients from ethnocultural groups: a qualitative systematic review protocol. JBI Database System Rev Implement Rep. 2015 Jan;13(1):99-111. doi: 10.11124/jbisrir-2015-1809.",
        "Collins AB, Parashar S, Hogg RS, Fernando S, Worthington C, McDougall P, Turje RB, McNeil R. Integrated HIV care and service engagement among people living with HIV who use drugs in a setting with a community-wide treatment as prevention initiative: a qualitative study in Vancouver, Canada. J Int AIDS Soc. 2017 Mar 3;20(1):21407. doi: 10.7448/IAS.20.1.21407.",
        "Gomes B, Calanzani N, Curiale V, McCrone P, Higginson IJ. Effectiveness and cost-effectiveness of home palliative care services for adults with advanced illness and their caregivers. Cochrane Database Syst Rev. 2013 Jun 6;2013(6):CD007760. doi: 10.1002/14651858.CD007760.pub2.",
        "Harding R, Selman L, Powell RA, Namisango E, Downing J, Merriman A, Ali Z, Gikaara N, Gwyther L, Higginson I. Research into palliative care in sub-Saharan Africa. Lancet Oncol. 2013 Apr;14(4):e183-8. doi: 10.1016/S1470-2045(12)70396-0.",
        "Harding R, Simms V, Alexander C, Collins K, Combo E, Memiah P, Patrick G, Sigalla G, Loy G. Can palliative care integrated within HIV outpatient settings improve pain and symptom control in a low-income country? A prospective, longitudinal, controlled intervention evaluation. AIDS Care. 2013;25(7):795-804. doi: 10.1080/09540121.2012.736608. Epub 2012 Oct 31.",
        "Head BA, Cantrell M, Pfeifer M. Mark's journey: a study in medicaid palliative care case management. Prof Case Manag. 2009 Jan-Feb;14(1):39-45. doi: 10.1097/01.PCAMA.0000343146.81635.38.",
        "Hui D. Definition of supportive care: does the semantic matter? Curr Opin Oncol. 2014 Jul;26(4):372-9. doi: 10.1097/CCO.0000000000000086.",
        "Krakauer EL, Ngoc NT, Green K, Van Kham L, Khue LN. Vietnam: integrating palliative care into HIV/AIDS and cancer care. J Pain Symptom Manage. 2007 May;33(5):578-83. doi: 10.1016/j.jpainsymman.2007.02.004.",
        "Kristanti MS, Setiyarini S, Effendy C. Enhancing the quality of life for palliative care cancer patients in Indonesia through family caregivers: a pilot study of basic skills training. BMC Palliat Care. 2017 Jan 17;16(1):4. doi: 10.1186/s12904-016-0178-4.",
        "McNeil R, Dilley LB, Guirguis-Younger M, Hwang SW, Small W. Impact of supervised drug consumption services on access to and engagement with care at a palliative and supportive care facility for people living with HIV/AIDS: a qualitative study. J Int AIDS Soc. 2014 Mar 13;17(1):18855. doi: 10.7448/IAS.17.1.18855. eCollection 2014.",
        "Medeiros RCDSC, Medeiros JA, Silva TALD, Andrade RD, Medeiros DC, Araujo JS, Oliveira AMG, Costa MAA, Dantas PMS. Quality of life, socioeconomic and clinical factors, and physical exercise in persons living with HIV/AIDS. Rev Saude Publica. 2017 Jul 20;51:66. doi: 10.1590/S1518-8787.2017051006266.",
        "Nkhoma K, Seymour J, Arthur A. An Educational Intervention to Reduce Pain and Improve Pain Management for Malawian People Living With HIV/AIDS and Their Family Carers: A Randomized Controlled Trial. J Pain Symptom Manage. 2015 Jul;50(1):80-90.e4. doi: 10.1016/j.jpainsymman.2015.01.011. Epub 2015 Feb 7.",
        "Qiu J, Jiang YF, Li F, Tong QH, Rong H, Cheng R. Effect of combined music and touch intervention on pain response and beta-endorphin and cortisol concentrations in late preterm infants. BMC Pediatr. 2017 Jan 26;17(1):38. doi: 10.1186/s12887-016-0755-y.",
        "Souza PN, Miranda EJ, Cruz R, Forte DN. Palliative care for patients with HIV/AIDS admitted to intensive care units. Rev Bras Ter Intensiva. 2016 Sep;28(3):301-309. doi: 10.5935/0103-507X.20160054.",
        "Svenningsson I, Petersson EL, Udo C, Westman J, Bjorkelund C, Wallin L. Process evaluation of a cluster randomised intervention in Swedish primary care: using care managers in collaborative care to improve care quality for patients with depression. BMC Fam Pract. 2019 Jul 27;20(1):108. doi: 10.1186/s12875-019-0998-4."
    ],
    "PMID": [
        31891577.0,
        30943508.0,
        26604826.0,
        28864877.0,
        26447011.0,
        28426185.0,
        23744578.0,
        23561750.0,
        23113572.0,
        19092600.0,
        24825016.0,
        17482051.0,
        28095837.0,
        24629844.0,
        28746573.0,
        25666517.0,
        28125980.0,
        27737420.0,
        31351444.0
    ],
    "verification_date": [
        "December 2022"
    ],
    "study_first_submitted": [
        "July 28, 2022"
    ],
    "study_first_submitted_qc": [
        "July 29, 2022"
    ],
    "study_first_posted": [
        "August 1, 2022"
    ],
    "last_update_submitted": [
        "December 24, 2022"
    ],
    "last_update_submitted_qc": [
        "December 24, 2022"
    ],
    "last_update_posted": [
        "December 28, 2022"
    ],
    "responsible_party_type": [
        "Sponsor-Investigator"
    ],
    "investigator_affiliation": [
        "Hasanuddin University"
    ],
    "investigator_full_name": [
        "Muh. Yusuf Tahir"
    ],
    "investigator_title": [
        "Lecture"
    ],
    "keyword": [
        "Serotonin",
        "Quality of Life",
        "Supportive Coaching",
        "PLWHA"
    ]
}