{
    "download_date": [
        "ClinicalTrials.gov processed this data on May 09, 2023"
    ],
    "link_text": [
        "Link to the current ClinicalTrials.gov record."
    ],
    "url": [
        "https://clinicaltrials.gov/show/NCT05380804"
    ],
    "org_study_id": [
        "09.2021.111"
    ],
    "nct_id": [
        "NCT05380804"
    ],
    "brief_title": [
        "Cutaneous Silent Period Assessment in Primary Sjögren's Syndrome"
    ],
    "official_title": [
        "Comparison of Cutaneous Silent Period Parameters in Patients With Primary Sjögren's Syndrome With the Healthy Population and Determination of Its Relationship With Clinical Parameters"
    ],
    "lead_sponsor": [],
    "source": [
        "Marmara University"
    ],
    "is_fda_regulated_drug": [
        "No"
    ],
    "is_fda_regulated_device": [
        "No"
    ],
    "textblock": [
        "Primary Sjögren's syndrome (pSS) is a chronic, immune-mediated inflammatory disease mainly\r\n      characterized by exocrine gland involvement. Beyond the wide heterogeneity in clinical\r\n      presentation, neurological manifestation is one of the important systemic involvement of pSS.\r\n      The prevalence of neurological involvement varies widely from 10% to 60% in different series.\r\n\r\n      Small fiber neuropathy (SFN) as a popular clinical entity in recent years targets nociceptive\r\n      thinly myelinated A-delta and unmyelinated C-fiber nerves and is frequently associated with\r\n      burning and allodynic pain. Previous studies have demonstrated that SFN is frequently seen in\r\n      patients with pSS and has an important clinical importance because it cannot be detected by\r\n      routine electrophysiological studies. Various methods can be used in the detection of SFN,\r\n      and cutaneous silent period (CSP) measurement is gaining popularity recently due to its\r\n      non-invasiveness and practical fashion.\r\n\r\n      In this study, the investigators aimed to compare CSP parameters as an indicator of SFN in\r\n      patients with pSS and in the healthy population and to reveal its relationship with clinical\r\n      parameters."
    ],
    "overall_status": [
        "Completed"
    ],
    "type": [
        "Actual",
        "Actual",
        "Actual",
        "Actual",
        "Actual",
        "Actual"
    ],
    "start_date": [
        "January 4, 2021"
    ],
    "completion_date": [
        "February 28, 2022"
    ],
    "primary_completion_date": [
        "January 28, 2022"
    ],
    "study_type": [
        "Observational"
    ],
    "has_expanded_access": [
        "No"
    ],
    "observational_model": [
        "Case-Control"
    ],
    "time_perspective": [
        "Prospective"
    ],
    "measure": [
        "Comparing the prevalence of the small fiber neuropathy in both groups",
        "Correlation between the number of the patients with small fiber neuropathy and score of the clinical disease severity",
        "Correlation between the number of the patients with small fiber neuropathy and scores of quality of life assessment.",
        "Correlation between the number of the patients with small fiber neuropathy and scores of mood assessments.",
        "Correlation between the number of the patients with small fiber neuropathy and number of patients with neuropathic pain",
        "Correlation between the number of the patients with small fiber neuropathy and number of patients with central sensitization"
    ],
    "time_frame": [
        "At baseline",
        "At baseline",
        "At baseline",
        "At baseline",
        "At baseline",
        "At baseline"
    ],
    "description": [
        "Cutaneous silent period measurements are done for detecting small fiber neuropathy in both groups. The latency and duration of CSP are recorded.",
        "For assessing clinical disease severity, EULAR Sjögren's Syndrome Patient Reported Index (ESSPRI) is used. The correlation between ESSPRI scores and CSP parameters is investigated. This assessment is done for only pSS group.",
        "For assessing quality of life, Short Form-36 (SF-36) is used. The correlation between SF-36 scores and CSP parameters is investigated. This assessment is done for only pSS group.",
        "For assessing mood, Hospital Anxiety and Depression Scale (HADS) is used. The correlation between HADS scores and CSP parameters is investigated. This assessment is done for only pSS group.",
        "For assessing neuropathic pain, Leeds Assessment of Neuropathic Symptoms and Signs (LANSS) is used. CSP parameters are compared between the patients with neuropathic pain according to the LANSS and the patients without neuropathic pain. This assessment is done for only pSS group.",
        "For assessing central sensitization, Central Sensitization Inventory (CSI) is used. CSP parameters are compared between the patients with central sensitization according to the CSI and the patients without central sensitization. This assessment is done for only pSS group.",
        "Cutaneous silent period measurement was performed in patients with the primary Sjögren's syndrome classified according to the 2016 American College of Rheumatology (ACR)/ European Alliance of Associations for Rheumatology (EULAR) criteria.",
        "Cutaneous silent period measurement was also performed in healthy population.",
        "CSP recordings are performed in the upper extremities using the same surface bar recording electrodes. Filters are set at 2 Hertz (Hz) to 10 kilo Hz, sensitivity is 200 microVolts (µV) and sweep speed is set at 200 milliseconds (ms). Stimulating electrode is placed on the index finger and recording bar electrode is placed on the abductor pollicis brevis (APB) muscle. During steady submaximal (50% of the maximal contraction) thumb abduction, 10 consecutive painful electrical stimuli of standard 80-milli Ampere (mA) intensity and 0.5-ms duration are applied to the index finger and responses are superimposed. CSP latency and duration are calculated and recorded. CSP latency is defined as the time between the stimulation and the onset of the silent period. CSP duration is calculated as the time interval between the beginning and end of the CSP."
    ],
    "number_of_groups": [
        2.0
    ],
    "enrollment": [
        72.0
    ],
    "condition": [
        "Small Fiber Neuropathy",
        "Primary Sjögren Syndrome"
    ],
    "arm_group_label": [
        "Patients with primary Sjögren's syndrome",
        "Healthy population",
        "Patients with primary Sjögren's syndrome"
    ],
    "intervention_type": [
        "Diagnostic Test"
    ],
    "intervention_name": [
        "cutaneous silent period (CSP) measurement"
    ],
    "study_pop": [],
    "sampling_method": [
        "Non-Probability Sample"
    ],
    "criteria": [],
    "gender": [
        "All"
    ],
    "minimum_age": [
        "18 Years"
    ],
    "maximum_age": [
        "65 Years"
    ],
    "healthy_volunteers": [
        "Accepts Healthy Volunteers"
    ],
    "last_name": [
        "Ozge Kenis-Coskun, MD"
    ],
    "role": [
        "Study Director"
    ],
    "affiliation": [
        "Marmara University"
    ],
    "facility": [],
    "country": [
        "Turkey"
    ],
    "verification_date": [
        "May 2022"
    ],
    "study_first_submitted": [
        "January 21, 2022"
    ],
    "study_first_submitted_qc": [
        "May 16, 2022"
    ],
    "study_first_posted": [
        "May 19, 2022"
    ],
    "last_update_submitted": [
        "May 16, 2022"
    ],
    "last_update_submitted_qc": [
        "May 16, 2022"
    ],
    "last_update_posted": [
        "May 19, 2022"
    ],
    "responsible_party_type": [
        "Sponsor"
    ],
    "keyword": [
        "Small Fiber Neuropathy",
        "Primary Sjögren Syndrome",
        "Neuropathic Pain"
    ],
    "mesh_term": [
        "Syndrome"
    ]
}