{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05381649"], "org_study_id": [310008.0], "nct_id": ["NCT05381649"], "brief_title": ["Empathy Anomalies in Emotionally Unstable (Borderline) Personality Disorder"], "official_title": ["Empathy Anomalies in Emotionally Unstable (Borderline) Personality Disorder - Prospective, Longitudinal, Cohort Study"], "lead_sponsor": [], "source": ["University of Edinburgh"], "has_dmc": ["No"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["Emotionally unstable (borderline) personality disorder (BPD) is characterised by changeable\r\n      and extreme emotions and difficulty maintaining relationships. It is often associated with\r\n      self-harm.\r\n\r\n      Empathy has two components; cognitive empathy (imagining someone else's thoughts and\r\n      feelings) and emotional empathy (the reciprocal emotional response). People with BPD score\r\n      low on cognitive empathy but high on emotional empathy. This suggests that they do not easily\r\n      understand other peoples' perspectives, but their own emotions are very sensitive. This is\r\n      important because it could align BPD with other neurodiverse conditions.\r\n\r\n      This study will use a computer-based empathy test and short questionnaires to investigate\r\n      whether empathy changes during the course of BPD, and if the severity of empathy impairments\r\n      correlate with severity. The tests are the multifaceted empathy test (MET) and the\r\n      questionnaire of cognitive and affective empathy (QCAE).\r\n\r\n      The MET requires participants to look at photographs of emotive faces, then choose the most\r\n      appropriate adjective. It takes 30 minutes to complete. The QCAE asks 31 questions like 'it\r\n      is hard for me to see why some things upset people'.\r\n\r\n      Participants will be invited to join the study when they are diagnosed with BPD. Severity\r\n      will be measured with the Borderline Symptom List 23, a disability questionnaire, and the\r\n      number of self-harming episodes per month, the number of hospital assessments per month and\r\n      the number of hospital admissions per month. Short NHS questionnaires of anxiety, depression\r\n      and mood will also be completed, along with short reading test.\r\n\r\n      About 30 participants will be assessed 4 times over 2 years.", "Emotionally unstable personality disorder (EUPD) is a mental disorder characterised by a\r\n      pervasive pattern of emotion dysregulation, inconsistent identity, and difficulties with\r\n      interpersonal functioning. It is often associated with deliberate self-harm, has a high\r\n      burden on affected individuals, family members, and health-care systems, and is associated\r\n      with low occupational and educational attainment, lack of long-term relationships, increased\r\n      partner conflict, low life satisfaction, and increased statutory service use.\r\n\r\n      Recently, an impaired ability to understand other people's motives and perceptions ('mind\r\n      read' or empathise) has been shown to be characteristic of EUPD.\r\n\r\n      Empathy has two components; cognitive empathy (the ability to imagine someone else's thoughts\r\n      and feelings) and emotional empathy (the reciprocal emotional response). People with EUPD\r\n      score low on measures of cognitive empathy and high on measures of emotional empathy compared\r\n      to non-clinical controls. This suggests that they do not easily understand other peoples'\r\n      perspectives, but their own emotions are especially sensitive.\r\n\r\n      Healthcare services need outcome measures and predictors of treatment response to develop\r\n      evidence-based guidelines for EUPD. Hence, this study will use a computer-based empathy\r\n      assessment tool and short questionnaires to investigate whether empathy changes during the\r\n      course of EUPD, and if the extent of an empathy impairment correlates with syndrome severity.\r\n\r\n      Many of the established empathy tests only elicit severe empathy anomalies, produce results\r\n      that do not translate into real life scenarios, do not describe cognitive and emotional\r\n      empathy separately, or are cumbersome so not routinely applicable. However, the empathy test\r\n      this study will use (multifaceted empathy test or MET) has been shown to quantify the EUPD\r\n      empathy anomaly, is ecologically valid, does not require training to administer, can be gone\r\n      through in 30 minutes in a clinic room, and has NHS IT security clearance. The empathy\r\n      questionnaire that will be used (questionnaire of cognitive and affective empathy or QCAE) is\r\n      an amalgam of other validated questionnaires which improves on their limitations but is still\r\n      concise (31 questions in total).\r\n\r\n      The MET requires participants to look at several photographs of emotive faces, then choose\r\n      the most appropriate adjective. The QCAE asks 31 questions like 'it is hard for me to see why\r\n      some things upset people so much'. To ensure that performance is not skewed by reading\r\n      ability, participants will be asked to complete the National Adult Reading Test questionnaire\r\n      (NART). This only takes a few minutes to complete and is used routinely in NHS clinical\r\n      practice.\r\n\r\n      Participants will be invited to join the study when they are diagnosed with EUPD in\r\n      consultant psychiatry outpatient appointments. Syndrome severity will be measured with the\r\n      Borderline Symptom List 23 (BSL 23) which is self-rated and takes only a few minutes to\r\n      complete. Clinical indicators of syndrome severity will be the number of self-harming\r\n      episodes per month, the number of hospital assessments per month and the number of hospital\r\n      admissions per month. The World Health Organization Disability Assessment Schedule (WHODAS)\r\n      will be used to describe any pervasive functional impairment.\r\n\r\n      The self-rated Hamilton Anxiety Rating Scale (HAM-A) and Patient Health Questionnaire 9\r\n      (PHQ-9) will describe any concurrent anxious and depressive symptoms, and the Inventory of\r\n      Depressive Symptomatology (Self-Report) (IDS-SR) will describe mood. These also only takes a\r\n      few minutes to complete and are used routinely in NHS clinical work.\r\n\r\n      It is anticipated that about 30 participants will be required because similar studies\r\n      produced significant results with about that number. Participants will be assessed at\r\n      baseline, after 6 months, 1 year, and 18 months. This should be long enough because the\r\n      established psychological therapies for EUPD take about this long."], "overall_status": ["Recruiting"], "type": ["Actual", "Anticipated", "Anticipated", "Anticipated", "Actual", "Estimate"], "start_date": ["November 20, 2022"], "completion_date": ["February 2025"], "primary_completion_date": ["September 2024"], "study_type": ["Observational"], "has_expanded_access": ["No"], "observational_model": ["Cohort"], "time_perspective": ["Prospective"], "measure": ["Do empathy scores correlate significantly with emotionally unstable personality disorder syndrome severity?"], "time_frame": ["3 years"], "description": ["Spearman's correlation-coefficient will be used to analyse any correlation between empathy scores and syndrome severity. ANOVA will be used when multiple comparisons are made."], "enrollment": [30.0], "condition": ["Emotionally Unstable Personality Disorder, Borderline Type"], "study_pop": [], "sampling_method": ["Probability Sample"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": ["65 Years"], "healthy_volunteers": ["No"], "last_name": ["David A Hayward, MBBS"], "phone": ["01506 523000"], "email": ["david.hayward@nhslothian.scot.nhs.uk"], "facility": [], "status": ["Recruiting"], "country": ["United Kingdom"], "verification_date": ["May 2023"], "study_first_submitted": ["May 12, 2022"], "study_first_submitted_qc": ["May 18, 2022"], "study_first_posted": ["May 19, 2022"], "last_update_submitted": ["May 8, 2023"], "last_update_submitted_qc": ["May 8, 2023"], "last_update_posted": ["May 9, 2023"], "responsible_party_type": ["Principal Investigator"], "investigator_affiliation": ["University of Edinburgh"], "investigator_full_name": ["David Hayward"], "investigator_title": ["Consultant Psychiatrist"], "keyword": ["Cognitive empathy", "Emotional empathy", "Multifaceted empathy test"], "mesh_term": ["Borderline Personality Disorder"], "sharing_ipd": ["No"]}