{
    "download_date": [
        "ClinicalTrials.gov processed this data on May 09, 2023"
    ],
    "link_text": [
        "Link to the current ClinicalTrials.gov record."
    ],
    "url": [
        "https://clinicaltrials.gov/show/NCT05481749"
    ],
    "org_study_id": [
        "CSAPG-23v2"
    ],
    "nct_id": [
        "NCT05481749"
    ],
    "brief_title": [
        "Neuropsychological Assessment Of The Oldest-Old Population.(NEUROPSIC-GR)"
    ],
    "acronym": [
        "NEUROPSIC-GR"
    ],
    "official_title": [
        "Neuropsychological Assessment Of The Non-institutionalized Oldest-Old Population. Multicenter Normative Study."
    ],
    "lead_sponsor": [],
    "collaborator": [],
    "source": [
        "Consorci Sanitari de l'Alt Penedès i Garraf"
    ],
    "has_dmc": [
        "No"
    ],
    "is_fda_regulated_drug": [
        "No"
    ],
    "is_fda_regulated_device": [
        "No"
    ],
    "textblock": [
        "Neuropsychological tests currently considered to evaluate the cognitive performance of the\r\n      oldest-old population (more than 80 years) are not adapted to this group population. This\r\n      trial aims to determine the normal limits for this group population of a set of 18\r\n      neuropsychological test. Results may improve the diagnostic cognitive evaluation of this\r\n      population.",
        "120 subjects more than 80y old (non-institutionalized) grouped in 4 age categories (80-84,\r\n      85-89, 90-94, 95 or more) will be evaluated through 18 neuropsychological tests (usually\r\n      considered at Memory Clinics).\r\n\r\n      Subjects will be recruited from 5 Primary Care Centers by a random selection method\r\n      (stratified by age group).\r\n\r\n      Normal limits will be defined by the percentiles of test punctuations. Previously,\r\n      punctuations will be adjusted by age and education level by lineal regression."
    ],
    "overall_status": [
        "Not yet recruiting"
    ],
    "type": [
        "Anticipated",
        "Anticipated",
        "Anticipated",
        "Anticipated",
        "Actual",
        "Actual"
    ],
    "start_date": [
        "October 2022"
    ],
    "completion_date": [
        "September 2023"
    ],
    "primary_completion_date": [
        "September 2023"
    ],
    "study_type": [
        "Observational"
    ],
    "has_expanded_access": [
        "No"
    ],
    "observational_model": [
        "Case-Only"
    ],
    "time_perspective": [
        "Cross-Sectional"
    ],
    "measure": [
        "Cognitive Performance"
    ],
    "time_frame": [
        "This outcome will be evaluated at Memory Clinic Unit, following the enrollment visit. The evaluation of this outcome will last approximately 60 minutes."
    ],
    "description": [
        "Cognitive performance will be evaluated by 18 neuropsychological test (quantitative scores) which cover all main cognitive domains (memory and learning, language, perceptual-motor abilities, executive functions and attention)."
    ],
    "enrollment": [
        120.0
    ],
    "condition": [
        "Dementia",
        "Cognition Disorders in Old Age"
    ],
    "study_pop": [],
    "sampling_method": [
        "Probability Sample"
    ],
    "criteria": [],
    "gender": [
        "All"
    ],
    "minimum_age": [
        "80 Years"
    ],
    "maximum_age": [],
    "healthy_volunteers": [
        "No"
    ],
    "last_name": [
        "César Gálvez-Barrón, Ph.D.",
        "César Gálvez-Barrón, Ph.D.",
        "Alejandro Rodríguez, Ph.D."
    ],
    "role": [
        "Principal Investigator"
    ],
    "affiliation": [
        "Consorci Sanitari de l'Alt Penedès i Garraf"
    ],
    "phone": [
        "0034 626419884",
        "0034 607214125"
    ],
    "email": [
        "cgalvez@csapg.cat",
        "arodriguez@csapg.cat"
    ],
    "citation": [
        "Hugo J, Ganguli M. Dementia and cognitive impairment: epidemiology, diagnosis, and treatment. Clin Geriatr Med. 2014 Aug;30(3):421-42. doi: 10.1016/j.cger.2014.04.001. Epub 2014 Jun 12.",
        "Slavin MJ, Brodaty H, Sachdev PS. Challenges of diagnosing dementia in the oldest old population. J Gerontol A Biol Sci Med Sci. 2013 Sep;68(9):1103-11. doi: 10.1093/gerona/glt051. Epub 2013 May 17.",
        "Corrada MM, Brookmeyer R, Paganini-Hill A, Berlau D, Kawas CH. Dementia incidence continues to increase with age in the oldest old: the 90+ study. Ann Neurol. 2010 Jan;67(1):114-21. doi: 10.1002/ana.21915.",
        "Helmer C, Peres K, Letenneur L, Guttierez-Robledo LM, Ramaroson H, Barberger-Gateau P, Fabrigoule C, Orgogozo JM, Dartigues JF. Dementia in subjects aged 75 years or over within the PAQUID cohort: prevalence and burden by severity. Dement Geriatr Cogn Disord. 2006;22(1):87-94. doi: 10.1159/000093459. Epub 2006 May 18.",
        "Pena-Casanova J, Blesa R, Aguilar M, Gramunt-Fombuena N, Gomez-Anson B, Oliva R, Molinuevo JL, Robles A, Barquero MS, Antunez C, Martinez-Parra C, Frank-Garcia A, Fernandez M, Alfonso V, Sol JM; NEURONORMA Study Team. Spanish Multicenter Normative Studies (NEURONORMA Project): methods and sample characteristics. Arch Clin Neuropsychol. 2009 Jun;24(4):307-19. doi: 10.1093/arclin/acp027. Epub 2009 Jun 23.",
        "Bonete Lopez B, Oltra-Cucarella J, Lorente Martinez R, Sitges Macia E. [Normative data of the abbreviated-revised Barcelona test for cognitively active elderly people]. Rev Esp Geriatr Gerontol. 2020 May-Jun;55(3):137-146. doi: 10.1016/j.regg.2019.09.007. Epub 2019 Dec 23. Spanish.",
        "Guardia-Olmos J, Pero-Cebollero M, Rivera D, Arango-Lasprilla JC. Methodology for the development of normative data for ten Spanish-language neuropsychological tests in eleven Latin American countries. NeuroRehabilitation. 2015;37(4):493-9. doi: 10.3233/NRE-151277.",
        "Giulioli C, Meillon C, Gonzalez-Colaco Harmand M, Dartigues JF, Amieva H. Normative Scores for Standard Neuropsychological Tests in the Oldest Old From the French Population-Based PAQUID Study. Arch Clin Neuropsychol. 2016 Feb;31(1):58-65. doi: 10.1093/arclin/acv055. Epub 2015 Sep 8.",
        "Beker N, Sikkes SAM, Hulsman M, Schmand B, Scheltens P, Holstege H. Neuropsychological Test Performance of Cognitively Healthy Centenarians: Normative Data From the Dutch 100-Plus Study. J Am Geriatr Soc. 2019 Apr;67(4):759-767. doi: 10.1111/jgs.15729. Epub 2018 Dec 27.",
        "Whittle C, Corrada MM, Dick M, Ziegler R, Kahle-Wrobleski K, Paganini-Hill A, Kawas C. Neuropsychological data in nondemented oldest old: the 90+ Study. J Clin Exp Neuropsychol. 2007 Apr;29(3):290-9. doi: 10.1080/13803390600678038.",
        "Weeks A, Swerissen H, Belfrage J. Issues, challenges, and solutions in translating study instruments. Eval Rev. 2007 Apr;31(2):153-65. doi: 10.1177/0193841X06294184.",
        "del Ser Quijano T, Garcia de Yebenes MJ, Sanchez Sanchez F, Frades Payo B, Rodriguez Laso A, Bartolome Martinez MP, Otero Puime A. [Cognitive assessment in the elderly. Normative data of a Spanish population sample older than 70 years]. Med Clin (Barc). 2004 May 22;122(19):727-40. doi: 10.1157/13062190. Spanish.",
        "Morales JM, Gonzalez-Montalvo JI, Bermejo F, Del-Ser T. The screening of mild dementia with a shortened Spanish version of the \"Informant Questionnaire on Cognitive Decline in the Elderly\". Alzheimer Dis Assoc Disord. 1995 Summer;9(2):105-11. doi: 10.1097/00002093-199509020-00008.",
        "Lobo A, Ezquerra J, Gomez Burgada F, Sala JM, Seva Diaz A. [Cognocitive mini-test (a simple practical test to detect intellectual changes in medical patients)]. Actas Luso Esp Neurol Psiquiatr Cienc Afines. 1979 May-Jun;7(3):189-202. No abstract available. Spanish.",
        "Miranda JP, Valencia RR. English and Spanish Versions of a Memory Test: Word-Length Effects Versus Spoken-Duration Effects. Hispanic Journal of Behavioral Sciences. 1997 May 1;19(2):171-81",
        "Osterrieth PA. Le test de copie d'une figure complexe; contribution à l'étude de la perception et de la mémoire. [Test of copying a complex figure; contribution to the study of perception and memory.]. Archives de Psychologie. 1944;30:206-356",
        "Rey A. L'examen psychologique dans les cas d'encéphalopathie traumatique. (Les problems.). [The psychological examination in cases of traumatic encepholopathy. Problems.]. Archives de Psychologie. 1941;28:215-85",
        "Ortega G, Alegret M, Espinosa A, Ibarria M, Cañabate P, Boada M. Valoración de las funciones viso-perceptivas y viso-espaciales en la práctica forense. Rev Esp Med Legal. 2014 Apr 1;40(2):83-5",
        "Della Sala S, Laiacona M, Spinnler H, Trivelli C. Poppelreuter-Ghent's Overlapping Figures Test: its sensitivity to age, and its clinical use. Arch Clin Neuropsychol. 1995 Nov;10(6):511-34. doi: 10.1016/0887-6177(94)00049-v. Erratum In: Arch Clin Neuropsychol. 1996;11(4):359.",
        "Weiner MF, Hynan LS, Rossetti H, Falkowski J. Luria's three-step test: what is it and what does it tell us? Int Psychogeriatr. 2011 Dec;23(10):1602-6. doi: 10.1017/S1041610211000767. Epub 2011 May 4.",
        "Quinones-Ubeda S, Pena-Casanova J, Bohm P, Gramunt-Fombuena N, Comas L. [Preliminary normative data for the second edition of the Boston Naming Test for young Spanish adults]. Neurologia. 2004 Jun;19(5):248-53. Spanish.",
        "Ramier AM, Hecaen H. [Respective roles of frontal lesions and lesion lateralization in \"verbal fluency\" deficiencies]. Rev Neurol (Paris). 1970 Jul;123(1):17-22. No abstract available. French.",
        "Ramirez M, Ostrosky-Solis F, Fernandez A, Ardila-Ardila A. [Semantic verbal fluency in Spanish-speaking people: a comparative analysis]. Rev Neurol. 2005 Oct 16-31;41(8):463-8. Spanish.",
        "Brown RR, Partington JE. Short Articles and Notes: The Intelligence of the Narcotic Drug Addict. The Journal of General Psychology. 1942 Jan 1;26(1):175-9.",
        "Dubois B, Slachevsky A, Litvan I, Pillon B. The FAB: a Frontal Assessment Battery at bedside. Neurology. 2000 Dec 12;55(11):1621-6. doi: 10.1212/wnl.55.11.1621.",
        "Hurtado-Pomares M, Valera-Gran D, Sanchez-Perez A, Peral-Gomez P, Navarrete-Munoz EM, Terol-Cantero MC. Adaptation of the Spanish version of the Frontal Assessment Battery for detection of executive dysfunction. Med Clin (Barc). 2021 Mar 12;156(5):229-232. doi: 10.1016/j.medcli.2020.04.028. Epub 2020 Sep 9. English, Spanish.",
        "Stroop JR. Studies of interference in serial verbal reactions. Journal of Experimental Psychology. 1935;18(6):643-62",
        "Hobson P, Meara J, Taylor C. The Weigl Colour-Form Sorting Test: a quick and easily administered bedside screen for dementia and executive dysfunction. Int J Geriatr Psychiatry. 2007 Sep;22(9):909-15. doi: 10.1002/gps.1765.",
        "Martí D, Miralles R, Llorach I, García-Palleiro P, Esperanza A, Guillem J, et al. Trastornos depresivos en una unidad de convalecencia: experiencia y validación de una versión española de 15 preguntas de la escala de depresión geriátrica de Yesavage. Rev Esp Geriatr Gerontol. 2000 Jan 1;35(1):7-14",
        "MAHONEY FI, BARTHEL DW. FUNCTIONAL EVALUATION: THE BARTHEL INDEX. Md State Med J. 1965 Feb;14:61-5. No abstract available.",
        "Baztán JJ, Pérez Del Molino J, Alarcón T, San Cristóbal E, Izquierdo G, Manzarbeitia I. Índice de Barthel: Instrumento válido para la valoración funcional de pacientes con enfermedad cerebrovascular. Rev Esp Geriatr Gerontol. 1993;28:32-40.",
        "Lawton MP, Brody EM. Assessment of older people: self-maintaining and instrumental activities of daily living. Gerontologist. 1969 Autumn;9(3):179-86. No abstract available.",
        "Ivnik RJ, Malec JF, Smith GE, Tangalos EG, Petersen RC, Kokmen E, et al. Mayo's Older Americans Normative Studies: WAIS-R norms for ages 56 to 97. Clinical Neuropsychologist. 1992;6(Suppl):1-30.",
        "Lucas JA, Ivnik RJ, Willis FB, Ferman TJ, Smith GE, Parfitt FC, Petersen RC, Graff-Radford NR. Mayo's Older African Americans Normative Studies: normative data for commonly used clinical neuropsychological measures. Clin Neuropsychol. 2005 Jun;19(2):162-83. doi: 10.1080/13854040590945265.",
        "Pauker JD. Constructing overlapping cell tables to maximize the clinical usefulness of normative test data: rationale and an example from neuropsychology. J Clin Psychol. 1988 Nov;44(6):930-3. doi: 10.1002/1097-4679(198811)44:63.0.co;2-h.",
        "Mungas D, Marshall SC, Weldon M, Haan M, Reed BR. Age and education correction of Mini-Mental State Examination for English and Spanish-speaking elderly. Neurology. 1996 Mar;46(3):700-6. doi: 10.1212/wnl.46.3.700.",
        "Harris PA, Taylor R, Minor BL, Elliott V, Fernandez M, O'Neal L, McLeod L, Delacqua G, Delacqua F, Kirby J, Duda SN; REDCap Consortium. The REDCap consortium: Building an international community of software platform partners. J Biomed Inform. 2019 Jul;95:103208. doi: 10.1016/j.jbi.2019.103208. Epub 2019 May 9.",
        "World Medical Association. World Medical Association Declaration of Helsinki: ethical principles for medical research involving human subjects. JAMA. 2013 Nov 27;310(20):2191-4. doi: 10.1001/jama.2013.281053. No abstract available."
    ],
    "PMID": [
        25037289.0,
        23685769.0,
        20186856.0,
        16710088.0,
        19549723.0,
        31874774.0,
        26577889.0,
        26353935.0,
        30592018.0,
        17454349.0,
        17356181.0,
        15171906.0,
        7662322.0,
        474231.0,
        14588906.0,
        21554794.0,
        15150707.0,
        5516326.0,
        16224732.0,
        11113214.0,
        32919777.0,
        17245801.0,
        14258950.0,
        5349366.0,
        16019702.0,
        3216017.0,
        8618670.0,
        31078660.0,
        24141714.0
    ],
    "verification_date": [
        "July 2022"
    ],
    "study_first_submitted": [
        "July 28, 2022"
    ],
    "study_first_submitted_qc": [
        "July 28, 2022"
    ],
    "study_first_posted": [
        "August 1, 2022"
    ],
    "last_update_submitted": [
        "July 28, 2022"
    ],
    "last_update_submitted_qc": [
        "July 28, 2022"
    ],
    "last_update_posted": [
        "August 1, 2022"
    ],
    "responsible_party_type": [
        "Sponsor"
    ],
    "keyword": [
        "Geriatric Assessment",
        "Aged, 80 and over",
        "Dementia",
        "Cognition Disorders in Old Age"
    ],
    "mesh_term": [
        "Cognition Disorders"
    ],
    "sharing_ipd": [
        "Yes"
    ],
    "ipd_description": [
        "IPD (without personal identification data) could be shared by requirement from other researchers after the end of the study, and only for research proposels and previous aproval of promotor center of the study (CSAPG). Anyway, spanish and european union legal policy about data protection will strictilly be followed (IPD will not be transfered outside European Union)."
    ],
    "ipd_info_type": [
        "Statistical Analysis Plan (SAP)"
    ],
    "ipd_time_frame": [
        "After publication of main results of the study."
    ],
    "ipd_access_criteria": [
        "IPD will be shared only for scientific research purposes and following the spanish and european union normative law about data protection. The requirements will be directed to the IP of the study. The IP will evaluate the request to verify and evaluate the data that is requested and the purposes for which it is requested. Next, the IP will transfer the request to the promotor center the study for the final decision."
    ]
}