{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05389579"], "org_study_id": ["16969557-964"], "nct_id": ["NCT05389579"], "brief_title": ["Postoperative Hypothermia Control In Older Patients With Total Knee Arthroplasty: Effect Of Electric And Woolen Blanket"], "official_title": ["Evaluation of Use of Woolen Blanket Together With Electric Blanket for Controlling Postoperative Hypothermia in Total Knee Arthroplasty Patients; Surgical Nursing Programme"], "lead_sponsor": [], "source": ["Kastamonu University"], "has_dmc": ["No"], "textblock": ["The purpose of this studywas to assess as experimental whether if electric blanket together\r\n      withwoolen blanketwere effective in the postoperative period at patients with TKA. The\r\n      population of the studywas the TKA patients operated at Kastamonu State Hospital (N=209); the\r\n      sample with quota sampling was a total of 46 patients, including 23 selected 23 control\r\n      group. Data collection forms for data collection, tympanic thermometer, saturation meter,\r\n      sphygmomanometer, woolen blankets and electric blankets were used in research process.The\r\n      data collected in this study were analyzed using SPSS 16.0 software. To analyze the data;\r\n      descriptive statistics, Kolmogorov-Smirnov, X2, Student's t, Mann-Whitney U test,\r\n      Kruskal-Wallis analysis of variance ANOVA and linear regression analysis were used. According\r\n      to the results; it was determined that the use of electric blankets together with woolen\r\n      blankets was an efficient method of warming for TKA patients and unheated woolen blanketsare\r\n      not sufficient to improve body temperature postoperatively. Studying with large samples and\r\n      assessing the effectiveness of warmed woolen blankets with determining the number of warmed\r\n      woolen blanket for enhancing the control of hypothermia is suggested.", "Methods 2.1. Study Design and Setting As a parallel group, randomized controlled trial with\r\n      repeated measures to test the following hypothesis: the average body temperature of patients\r\n      who use an electric blanket along with a woolen blanket reaches a normal value at least one\r\n      timeframe (15 minutes) before that of patients who use a woolen blanket. It was used electric\r\n      blankets for the patients in the experimental group in addition to the routine practices in\r\n      the clinic and did the routine practice in the clinic for the patients in the control group\r\n      by the researcher.\r\n\r\n      The study was conducted in the orthopaedic clinic of a public hospital in Turkey with the\r\n      capacity to serve 100.000 patients, where approximately 250 TKA operations are performed per\r\n      year.\r\n\r\n      2.2. Sample Sample of the study included patients who had TKA under spinal and/or epidural\r\n      anesthesia. Sample size calculation was performed using the Number Cruncher Statistical\r\n      System (NCSS)-Power Analysis and Sample Size (PASS) software. Based on the differences in the\r\n      mean scores of body temperatures for seven different times (before surgery, taking to their\r\n      beds after surgery, 15th minutes, 30th minutes, 45th minutes, 60th minutes and 75th minutes\r\n      after surgery) obtained from the patients in the pilot study, the alpha level was set at 0.05\r\n      and power as 80%. Thus, 23 patients were included in each group (23 patients in the\r\n      experimental group and 23 patients in the control group). The patients were selected\r\n      according to age and gender (each group: male: 4, female: 9 between 60- 69 ages; male: 3,\r\n      female: 7 between 70-79 ages) and were randomized according to days of the week.\r\n\r\n      2.3. Participants and Procedure The inclusion criteria for this study were: being between the\r\n      ages of 60 to 79, having an SPO2 value above 90% when they were hospitalized, no having\r\n      diseases affecting cognitive functions or thermoregulation due to systemic effects, and no\r\n      using any medication which could effect thermoregulation. Additionally, new patients were\r\n      selected for the sample in place of patients who wished to withdraw from the study since they\r\n      felt uncomfortable by the way the blanket was placed on them or were uncomfortable being\r\n      uncovered above their wrists or ankles or lower than the bottom line of the clavicle, or who\r\n      needed to remove the blanket completely because of the clinical interventions, or who had to\r\n      be taken to the intensive care unit due to the unexpected changes in their general condition.\r\n      Four different surgical teams and one single anesthesia team were performed the TKA surgeries\r\n      in this hospital. The anesthesia team administered the same anesthetic medication as a spinal\r\n      or local combined (spinal and epidural) to all patients in the sample.\r\n\r\n      The study was conducted between November 1, 2013, and May 1, 2014. The researcher (ED)\r\n      informed the nurses in the clinic about the procedures to be done for the experimental and\r\n      control groups. The day before the application of this study, the researcher reviewed the\r\n      list of the operations to be performed the next day and identified patients who would have\r\n      TKA. The researcher also evaluated the fitness of these patients to sample criteria and\r\n      patients were informed both verbally and in written form. After obtaining informed consent,\r\n      it was measured patients' height and weight, recorded their demographic data, family history,\r\n      medical history and the taking medication on a descriptive characteristics information form\r\n      (DCIF) by the researcher. The researcher measured the patients' body temperatures in the same\r\n      ear in which their body temperatures were measured when they had been hospitalized. The\r\n      researcher evaluated whether there were earpieces, infections or external auditory canals for\r\n      plugs in deciding in which ear to measure the body temperature. To measure the pulse,\r\n      arterial blood pressure and SPO2, it was used the arm that did not have established vascular\r\n      access. It was obtained the temperature and humidity of the operating room one hour after\r\n      each patient was taken to surgery and recorded this information on the DCIF.\r\n\r\n      In addition, a woollen blanket used in the clinic was laid on the bed while control group\r\n      patients were in the operating room. For experimental group patients, an electric blanket was\r\n      placed under the mattress and a wool blanket on the bed sheet while they were in the\r\n      operating room. The electric blanket was operated at \"hot\" level for 20 minutes before the\r\n      experimental patient left the operation room.\r\n\r\n      After the patients were taken to their own beds after surgery, the researcher covered them\r\n      with a wool blanket from the top of clavicle to the bottom of their feet, put the\r\n      sphygmomanometer on the arm without an IV line, positioned the sphygmomanometer so that the\r\n      instrument panel was on the blanket and measured the patients' blood pressure. Then, the\r\n      electric blanket was operated at the \"warm\" level for the experimental group, and it was\r\n      turned off and unplugged when their body temperature reached 36.0 °C.\r\n\r\n      After each measuring of vital signs, it was recorded the responses \"very little\", \"a little\"\r\n      and \"very much\" as \"Yes\", and the responses \"no\" and \"no, I don't\" as \"No\" by asking whether\r\n      they felt cold or not. The researcher put the SPO2 probe on the patients' fingers after blood\r\n      pressure measurements and counted respiratory rates for one minute while waiting for the SPO2\r\n      measurements. During the SPO2 measurement, it was noted if patients did not move, did not\r\n      have nail polish, henna or any other paint on their finger on which the measurement was made,\r\n      whether the pigmentation of the skin was not different from other body sites, and whether the\r\n      measurement site was not colder than other body sites19. To prevent light in the room from\r\n      affecting the measurement, the woolen blanket was placed on the patients' hands in a way so\r\n      as not to prevent reading the measurement value after the saturation probe was placed on the\r\n      finger. The patients' body temperatures were measured in the ear recorded on the DCIF. The\r\n      ear was pulled back and entered at a right angle. After this measurement, the researcher\r\n      evaluated shivering by observation, and recorded these data on the DCIF.\r\n\r\n      Finally, it was read the temperature and humidity in the room on a thermohygrometer and\r\n      recorded the measurement on the evaluation form by the researcher. The researcher measured\r\n      body temperature, pulse rate, respiration rate, arterial blood pressure, pulse pressure,\r\n      oxygen saturation, feeling cold and shivering of experimental and control group before their\r\n      surgeries, every 15 minutes after surgeries until being 36 0C of body temperature.\r\n\r\n      2.4. Measurements To collect the data, a descriptive characteristics information form was\r\n      used, which was developed in accordance with the literature (Lundgren et al., 2011, O'Malley\r\n      et al., 2012, Pulido et al., 2008). Tools included a tympanic thermometer (Kendall),\r\n      saturation measurement device (pulse oximeter), sphygmomanometer (Omron), woolen blanket and\r\n      electric blanket.\r\n\r\n      2.5. Analysis The descriptive statistics of the study are presented as means, standard\r\n      deviations and frequency and percentages. The presence of a normal distribution was\r\n      determined by the Kolmogorov-Smirnov test. Data was evaluated as using the chi-square test to\r\n      compare categorical data in contingency tables, the Student's t test for normally distributed\r\n      variables in comparing differences between the groups, the Mann-Whitney-U test for variables\r\n      not normally distributed, one-way ANOVA for normally distributed variables in the comparison\r\n      of more than two groups and Kruskal-Wallis analysis of variance when the variable was not\r\n      normally distributed.\r\n\r\n      2.6 Ethical approval This study was approved by a University's Clinical Research Ethics\r\n      Committee (10/10/2013-16969557-964) in Ankara and, it was obtained permission by Public\r\n      Hospitals Association General Secretariat (24/09/2013-91379769/13690). Informed consent was\r\n      provided by all participants. All study procedures were conducted in accordance with the\r\n      Declaration of Helsinki."], "overall_status": ["Completed"], "type": ["Actual", "Actual", "Actual", "Actual", "Actual", "Actual"], "start_date": ["November 1, 2013"], "completion_date": ["April 8, 2015"], "primary_completion_date": ["May 1, 2014"], "phase": [], "study_type": ["Interventional"], "has_expanded_access": ["No"], "allocation": ["Randomized"], "intervention_model": ["Parallel Assignment"], "intervention_model_description": ["As a parallel group, randomized controlled trial with repeated measures to test the following hypothesis: the average body temperature of patients who use an electric blanket along with a woolen blanket reaches a normal value at least one timeframe (15 minutes) before that of patients who use a woolen blanket. It was used electric blankets for the patients in the experimental group in addition to the routine practices in the clinic and did the routine practice in the clinic for the patients in the control group by the researcher."], "primary_purpose": ["Supportive Care"], "masking": ["None (Open Label)"], "measure": ["preoperative measures-1a", "preoperative measures-1b", "preoperative measures-1c", "preoperative measures-1d", "preoperative measures-1e", "postoperative measures for 15th minute-2a", "postoperative measures for 15th minute-2b", "postoperative measures for 15th minute-2c", "postoperative measures for 15th minute-2d", "postoperative measures for 15th minute-2e", "postoperative measures for 30th minute-3a", "postoperative measures for 30th minute-3b", "postoperative measures for 30th minute-3c", "postoperative measures for 30th minute-3d", "postoperative measures for 30th minute-3e", "postoperative measures for 45th minute-4a", "postoperative measures for 45th minute-4b", "postoperative measures for 45th minute-4c", "postoperative measures for 45th minute-4d", "postoperative measures for 45th minute-4e", "postoperative measures for 60th minute-5a", "postoperative measures for 60th minute-5b", "postoperative measures for 60th minute-5c", "postoperative measures for 60th minute-5d", "postoperative measures for 60th minute-5e", "postoperative measures for 75th minute-6a", "postoperative measures for 75th minute-6b", "postoperative measures for 75th minute-6c", "postoperative measures for 75th minute-6d", "postoperative measures for 75th minute-6e", "postoperative measures for 90th minute-7a", "postoperative measures for 90th minute-7b", "postoperative measures for 90th minute-7c", "postoperative measures for 90th minute-7d", "postoperative measures for 90th minute-7e", "postoperative measures for 105th minute-8a", "postoperative measures for 105th minute-8b", "postoperative measures for 105th minute-8c", "postoperative measures for 105th minute-8d", "postoperative measures for 105th minute-8e", "postoperative measures for 120th minute-9a", "postoperative measures for 120th minute-9b", "postoperative measures for 120th minute-9c", "postoperative measures for 120th minute-9d", "postoperative measures for 120th minute-9e", "end of measurement"], "time_frame": ["15 minutes before surgery", "15 minutes before surgery", "15 minutes before surgery", "15 minutes before surgery", "15 minutes before surgery", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 5 minutes", "within 125 minutes"], "description": ["patients' tympanic temperature °C", "patients' tympanic heart beat rate/min", "patients' ventilation rate/min", "patients' saturation SaO2", "patients' systolic/daistolic blood pressure mmHg", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "patients' tympanic temperature", "patients' heart beat rate", "patients' ventilation rate", "patients' saturation", "patients' systolic/diastolic blood pressure", "when the patient's tympanic temparature be 36.0 centigrad or more, measurement stop", "After the patients were taken to their own beds after surgery, the researcher covered them with a wool blanket from the top of clavicle to the bottom of their feet, put the sphygmomanometer on the arm without an IV line, positioned the sphygmomanometer so that the instrument panel was on the blanket and measured blood pressure. the SPO2 probe was put on the patients' fingers after blood pressure measurements and counted respiratory rates for one minute while waiting for the SPO2 measurements. After this measurement, the researcher evaluated shivering by observation, and recorded these data on the DCIF. the temperature and humidity in the room on a thermohygrometer were read and recorded on the evaluation form. Body temperature, pulse rate, respiration rate, arterial blood pressure, pulse pressure, oxygen saturation, feeling cold and shivering were examined both experimental and control group before their surgeries, every 15 minutes after surgeries until being 36 0C.", "After the patients were taken to their own beds after surgery, the researcher covered them with a wool blanket from the top of clavicle to the bottom of their feet, put the sphygmomanometer on the arm without an IV line, positioned the sphygmomanometer so that the instrument panel was on the blanket and measured the patients' blood pressure. Then, the electric blanket was operated at the \"warm\" level for the experimental group, and it was turned off and unplugged when their body temperature reached 36.0 °C.", "After the patients were taken to their own beds after surgery, the researcher covered them with a wool blanket from the top of clavicle to the bottom of their feet, put the sphygmomanometer on the arm without an IV line, positioned the sphygmomanometer so that the instrument panel was on the blanket and measured the patients' blood pressure. Then, the electric blanket was operated at the \"warm\" level for the experimental group, and it was turned off and unplugged when their body temperature reached 36.0 °C."], "number_of_arms": [2.0], "enrollment": [46.0], "condition": ["Arthroplasty, Replacement, Knee"], "arm_group_label": ["Control Group", "Intervention Group", "Intervention Group"], "arm_group_type": ["No Intervention", "Experimental"], "intervention_type": ["Device"], "intervention_name": ["electric blanket"], "criteria": [], "gender": ["All"], "gender_based": ["Yes"], "gender_description": ["AGE GENDER Control group Intervention Group Female Male Female Male 60-69 9 4 9 4 70-79 7 3 7 3"], "minimum_age": ["60 Years"], "maximum_age": ["79 Years"], "healthy_volunteers": ["Accepts Healthy Volunteers"], "last_name": ["Fethiye ERDİL, prof"], "role": ["Study Director"], "affiliation": ["Retired"], "facility": [], "country": ["Turkey"], "citation": ["Baker B, Lawson R. Maternal and newborn outcomes related to unplanned hypothermia in scheduled low-risk cesarean delivery births. Newborn & Infant Nursıng Revıews. 2012;12(2):75-77.", "Camus Y, Delva E, Bossard AE, Chandon M, Lienhart A. Prevention of hypothermia by cutaneous warming with new electric blankets during abdominal surgery. Br J Anaesth. 1997 Dec;79(6):796-7. doi: 10.1093/bja/79.6.796."], "PMID": [9496215.0], "verification_date": ["May 2022"], "study_first_submitted": ["October 5, 2021"], "study_first_submitted_qc": ["May 20, 2022"], "study_first_posted": ["May 25, 2022"], "last_update_submitted": ["May 20, 2022"], "last_update_submitted_qc": ["May 20, 2022"], "last_update_posted": ["May 25, 2022"], "responsible_party_type": ["Sponsor-Investigator"], "investigator_affiliation": ["Kastamonu University"], "investigator_full_name": ["Esra Demirarslan"], "investigator_title": ["Instructor"], "keyword": ["Hypothermia", "Postoperative period", "Woolen blanket", "Electric blanket", "older people."], "mesh_term": ["Hypothermia"], "sharing_ipd": ["No"]}