{
    "download_date": [
        "ClinicalTrials.gov processed this data on May 09, 2023"
    ],
    "link_text": [
        "Link to the current ClinicalTrials.gov record."
    ],
    "url": [
        "https://clinicaltrials.gov/show/NCT05382559"
    ],
    "org_study_id": [
        "3082-CL-0101"
    ],
    "nct_id": [
        "NCT05382559"
    ],
    "brief_title": [
        "A Study of ASP3082 in Adults With Previously Treated Solid Tumors"
    ],
    "official_title": [
        "A Phase 1 Study of ASP3082 in Participants With Previously Treated Locally Advanced or Metastatic Solid Tumor Malignancies With KRAS G12D Mutation"
    ],
    "lead_sponsor": [],
    "source": [
        "Astellas Pharma Inc"
    ],
    "has_dmc": [
        "No"
    ],
    "is_fda_regulated_drug": [
        "Yes"
    ],
    "is_fda_regulated_device": [
        "No"
    ],
    "textblock": [
        "ASP3082 is a potential new treatment for people with certain solid tumors. Before ASP3082 is\r\n      available as a treatment, the researchers need to understand how it is processed by and acts\r\n      upon the body. This information will help find a suitable dose and check for potential\r\n      medical problems from the treatment.\r\n\r\n      People in this study will be adults with locally advanced or metastatic solid tumors with\r\n      changes in their KRAS gene (G12D mutation). Metastatic means the cancer has spread to other\r\n      parts of the body. They will have been previously treated with all available standard\r\n      therapies or refused to receive those treatments.\r\n\r\n      There are 2 main aims of this study. The first is to learn if people with certain solid\r\n      tumors have any medical problems after receiving different doses of ASP3082, alone or\r\n      together with a common cancer drug, cetuximab. Only people with colorectal cancer will\r\n      receive ASP3082 and cetuximab. The second aim is to find a suitable dose of ASP3082, alone or\r\n      with cetuximab to use in future studies. This study will be in 2 parts. In Part 1, different\r\n      small groups of people will receive lower to higher doses of ASP3082, alone or with\r\n      cetuximab. Any medical problems will be recorded at each dose. This is done to find suitable\r\n      doses of ASP3082, alone or with cetuximab to use in Part 2 of the study. The first group will\r\n      receive the lowest dose of ASP3082. A medical expert panel will check the results from this\r\n      group and decide if the next group can receive a higher dose of ASP3082. The panel will do\r\n      this for each group until all groups have taken ASP3082 (alone or with cetuximab) or until\r\n      suitable doses have been selected for Part 2.\r\n\r\n      In Part 2, other different small groups of people will receive ASP3082, alone or with\r\n      cetuximab, with the most suitable doses worked out from Part 1. This will help find a more\r\n      accurate dose of ASP3082 to use in future studies.\r\n\r\n      ASP3082, and cetuximab (if used), will be given through a vein. This is called an infusion.\r\n      Each treatment cycle is 21 days long. They will continue treatment until: they have medical\r\n      problems from the treatment; their cancer gets worse; they start other cancer treatment; they\r\n      ask to stop treatment; they do not come back for treatment.\r\n\r\n      People will visit the clinic on certain days during their treatment, with extra visits during\r\n      the first 2 cycles of treatment. During these visits, the study doctors will check for any\r\n      medical problems from ASP3082, and/or cetuximab. At some visits, other checks will include a\r\n      medical examination, laboratory tests and vital signs. Vital signs include temperature,\r\n      pulse, breathing rate, and blood pressure. Also, blood and urine samples will be taken. Tumor\r\n      samples will be taken during certain visits during treatment and when treatment has finished.\r\n\r\n      People will visit the clinic within 7 days after stopping treatment. The study doctors will\r\n      check for any medical problems from ASP3082, and/or cetuximab. Other checks will include a\r\n      medical examination, laboratory tests and vital signs. Then, they may visit the clinic at 30\r\n      days and 90 days after stopping treatment. At the 30-day visit, the study doctors will check\r\n      for any medical problems from ASP3082, and/or cetuximab. People will have their vital signs\r\n      checked and have some laboratory tests. At the 90-day visit, the study doctors will check for\r\n      any medical problems from ASP3082, and/or cetuximab and people will have their vital signs\r\n      checked. After this, people will continue to visit the clinic every 9 weeks. This is to check\r\n      the condition of their cancer. They will do this until 45 weeks after treatment stopped,\r\n      their cancer is worse, they start other cancer treatment, they ask to stop treatment, or they\r\n      do not come back for treatment."
    ],
    "overall_status": [
        "Recruiting"
    ],
    "type": [
        "Actual",
        "Anticipated",
        "Anticipated",
        "Anticipated",
        "Actual",
        "Actual"
    ],
    "start_date": [
        "June 8, 2022"
    ],
    "completion_date": [
        "June 30, 2026"
    ],
    "primary_completion_date": [
        "June 30, 2026"
    ],
    "phase": [
        "Phase 1"
    ],
    "study_type": [
        "Interventional"
    ],
    "has_expanded_access": [
        "No"
    ],
    "allocation": [
        "Non-Randomized"
    ],
    "intervention_model": [
        "Sequential Assignment"
    ],
    "primary_purpose": [
        "Treatment"
    ],
    "masking": [
        "None (Open Label)"
    ],
    "measure": [
        "Incidence of Dose Limiting Toxicities (DLTs)",
        "Number of Participants with Adverse Events (AEs)",
        "Number of Participants with Serious Adverse Events (SAEs)",
        "Number of Participants with laboratory value abnormalities and/or adverse events (AEs)",
        "Number of Participants with electrocardiogram (ECG) abnormalities and/or adverse events (AEs)",
        "Number of Participants with vital sign abnormalities and/or adverse events (AEs)",
        "Number of Participants with physical exam abnormalities and/or adverse events",
        "Number of Participants with Eastern Cooperative Oncology Group (ECOG) performance status",
        "Objective Response Rate (ORR) per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1",
        "Duration of Response (DOR) per RECIST v 1.1",
        "Disease Control Rate (DCR) per RECIST v 1.1",
        "Pharmacokinetics (PK) of ASP3082 in plasma: Area under the concentration-time curve (AUC)",
        "PK of ASP3082 in plasma: Maximum Concentration (Cmax)",
        "PK of ASP3082 in plasma: concentration immediately prior to dosing at multiple dosing (Ctrough)",
        "PK of ASP3082 in plasma: Time of maximum concentration (tmax)",
        "Changes in Kirsten rat sarcoma (KRAS) viral oncogene homolog G12D in tumor samples"
    ],
    "time_frame": [
        "Up to 21 Days",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months",
        "Up to 48 months"
    ],
    "description": [
        "A DLT is defined as any event meeting the DLT criteria occurring within 21 days of first dose on Cycle 1 Day 1 (C1D1), excluding toxicities clearly related to disease progression or intercurrent illness.",
        "An AE is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study IP, whether or not considered related to the study investigational product (IP).\r\nNote: An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease (new or exacerbated) temporally associated with the use of study IP. This includes events related to the comparator and events related to the (study) procedures.",
        "An SAE is defined as any untoward medical occurrence that, at any dose:\r\nResults in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, and other medically important events.",
        "Number of participants with potentially clinically significant laboratory values.",
        "Number of participants with potentially clinically significant ECG values.",
        "Number of participants with potentially clinically significant vital sign values.",
        "Number of participants with potentially clinically significant physical exam values.",
        "The ECOG scale will be used to assess performance status. Grades range from 0 (fully active) to 5 (dead). Negative change scores indicate an improvement. Positive scores indicate a decline in performance.",
        "ORR is defined as the proportion of participants whose best overall response is rated as complete response (CR) or partial response (PR) per RECIST v1.1.",
        "DOR is measured from the time measurement criteria are first met for CR/PR (whichever is first recorded) until the first date of documented radiological disease progression per RECIST v1.1 or death in the absence of progression.",
        "DCR is defined as the proportion of participants whose best overall response is rated as CR, PR or SD based on RECIST v1.1.",
        "AUC will be recorded from the PK plasma samples collected.",
        "Cmax will be recorded from the PK plasma samples collected.",
        "Ctrough will be recorded from the PK plasma samples collected.",
        "tmax will be recorded from the PK plasma samples collected.",
        "Changes in KRAS G12D in tumor samples will be measured.",
        "Participants will receive ASP3082 in a 21-day cycle.",
        "Participants will receive ASP3082 with dose level(s) selected from dose escalation (part 1) in a 21-day cycle.",
        "Participants will receive ASP3082 in a 21-day cycle. Cetuximab will be administered weekly.",
        "Participants with locally advanced or metastatic colorectal cancer will receive ASP3082 or ASP3082 + Cetuximab with dose level(s) selected from dose escalation (part 1) in a 21-day cycle. Cetuximab will be administered weekly.",
        "Participants will receive ASP3082 with dose level selected from dose escalation (Monotherapy part 1) in a 21-day cycle.",
        "Intravenous Infusion",
        "Intravenous Infusion"
    ],
    "number_of_arms": [
        5.0
    ],
    "enrollment": [
        260.0
    ],
    "condition": [
        "Solid Tumor"
    ],
    "arm_group_label": [
        "ASP3082 Dose Escalation (Monotherapy Part 1)",
        "ASP3082 Dose Expansion (Monotherapy Part 2)",
        "ASP3082 + Cetuximab Dose Escalation (Combination Therapy Part 1)",
        "ASP3082 + Cetuximab Dose Expansion (Combination Therapy Part 2)",
        "ASP3082 China Safety Cohort",
        "ASP3082 Dose Expansion (Monotherapy Part 2)",
        "ASP3082 + Cetuximab Dose Expansion (Combination Therapy Part 2)"
    ],
    "arm_group_type": [
        "Experimental",
        "Experimental",
        "Experimental",
        "Experimental",
        "Experimental"
    ],
    "intervention_type": [
        "Drug",
        "Drug"
    ],
    "intervention_name": [
        "ASP3082",
        "Cetuximab"
    ],
    "criteria": [],
    "gender": [
        "All"
    ],
    "minimum_age": [
        "18 Years"
    ],
    "maximum_age": [],
    "healthy_volunteers": [
        "No"
    ],
    "last_name": [
        "Medical Director",
        "Astellas Pharma Inc."
    ],
    "role": [
        "Study Director"
    ],
    "affiliation": [
        "Astellas Pharma Inc"
    ],
    "phone": [
        "800-888-7704"
    ],
    "email": [
        "astellas.registration@astellas.com"
    ],
    "facility": [],
    "status": [
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting",
        "Recruiting"
    ],
    "country": [
        "United States"
    ],
    "verification_date": [
        "April 2023"
    ],
    "study_first_submitted": [
        "May 16, 2022"
    ],
    "study_first_submitted_qc": [
        "May 16, 2022"
    ],
    "study_first_posted": [
        "May 19, 2022"
    ],
    "last_update_submitted": [
        "April 12, 2023"
    ],
    "last_update_submitted_qc": [
        "April 12, 2023"
    ],
    "last_update_posted": [
        "April 14, 2023"
    ],
    "responsible_party_type": [
        "Sponsor"
    ],
    "keyword": [
        "Solid Tumor",
        "Cancer",
        "Malignancy",
        "Metastasis",
        "Pharmacokinetics",
        "ASP3082",
        "KRAS G12D",
        "NSCLC",
        "CRC",
        "PDAC"
    ],
    "mesh_term": [
        "Neoplasms",
        "Cetuximab"
    ],
    "sharing_ipd": [
        "Yes"
    ],
    "ipd_description": [
        "Access to anonymized individual participant level data collected during the study, in addition to study-related supporting documentation, is planned for studies conducted with approved product indications and formulations, as well as compounds terminated during development. Studies conducted with product indications or formulations that remain active in development are assessed after study completion to determine if Individual Participant Data can be shared. Conditions and exceptions are described under the Sponsor Specific Details for Astellas on www.clinicalstudydatarequest.com."
    ],
    "ipd_info_type": [
        "Clinical Study Report (CSR)"
    ],
    "ipd_time_frame": [
        "Access to participant level data is offered to researchers after publication of the primary manuscript (if applicable) and is available as long as Astellas has legal authority to provide the data."
    ],
    "ipd_access_criteria": [
        "Researchers must submit a proposal to conduct a scientifically relevant analysis of the study data. The research proposal is reviewed by an Independent Research Panel. If the proposal is approved, access to the study data is provided in a secure data sharing environment after receipt of a signed Data Sharing Agreement."
    ],
    "ipd_url": [
        "https://www.clinicalstudydatarequest.com"
    ]
}