{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05381064"], "org_study_id": ["EA-22-004"], "nct_id": ["NCT05381064"], "brief_title": ["Effect of a Deep Learning-based Bile Duct Scanning System on the Diagnostic Accuracy of Common Bile Duct Stones During Examination by Novice Ultrasound Endoscopists"], "official_title": ["Effect of a Deep Learning-based Bile Duct Scanning System on the Diagnostic Accuracy of Common Bile Duct Stones During Examination by Novice Ultrasound Endoscopists: a Single-center, Tandem, Randomized Controlled Trial"], "lead_sponsor": [], "source": ["Renmin Hospital of Wuhan University"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["The bile duct scanning system based on deep learning can prompt endoscopists to scan standard\r\n      stations and identify bile ducts and stones in real time. The purpose of this study is to\r\n      evaluate the effectiveness and safety of the proposed deep learning-based bile duct scanning\r\n      system in improving the diagnostic accuracy of common bile duct stones and reducing the rate\r\n      of missed gallstones during bile duct scanning by novice ultrasound endoscopists in a\r\n      single-center, tandem, randomized controlled trial", "The incidence of gallstones has been increasing in recent years, up to 10-15% in developed\r\n      countries, and is still increasing at a rate of 0.6% per year. It is estimated that common\r\n      bile duct stones (CBDS) are present in about 10-20% of patients with symptomatic bile duct\r\n      stones. Each year, common bile duct stones lead to acute complications such as biliary\r\n      obstruction, cholangitis and acute pancreatitis in a large number of patients, seriously\r\n      endangering their lives and health. In addition, Diagnosis Related Group (DRG) analysis shows\r\n      that each episode of common bile duct stones costs $9,000, and acute pancreatitis that\r\n      progresses from common bile duct stones can result in 275,000 hospitalizations annually,\r\n      incurring $2.6 billion in costs and imposing a significant economic and health burden on\r\n      society. Therefore, timely diagnosis of common bile duct stones and intervention for them is\r\n      crucial. Endoscopic retrograde cholangiopancreatography (ERCP) is the method of choice for\r\n      the diagnosis and treatment of CBDS, and guidelines recommend stone extraction for all\r\n      patients with CBDS who are physically fit enough to tolerate ERCP operations. However, ERCP\r\n      is a highly demanding and risky operation with the potential for serious complications such\r\n      as PEP (incidence 2.6-3.5%). How to diagnose choledocholithiasis early and accurately,\r\n      achieve timely intervention to improve prognosis, and avoid unnecessary medical operations to\r\n      reduce risks are the challenges we are currently trying to solve.\r\n\r\n      The guidelines recommend ultrasound endoscopy (EUS) or magnetic resonance\r\n      cholangiopancreatography (MRCP) to determine the presence of CBDS, depending on the local\r\n      level of care, for patients in the intermediate-risk group for CBDS and for patients in the\r\n      low-risk group whose physicians still have a high suspicion of CBDS. sensitivity. In\r\n      addition, a cost-effectiveness analysis showed that MRCP would be the preferred test when the\r\n      predicted probability of CBDS is less than 40%, while EUS is the preferred test when the\r\n      predicted probability is 40%-90%. Compared to MRCP, EUS has a wide range of applicability but\r\n      a steep learning curve. ASGE states that a minimum of 225 EUS operations are required to\r\n      qualify, while the ESGE states that a minimum of 300 operations are required. However, this\r\n      experience can only be gained at training centers that perform a large number of cases. Thus,\r\n      the training of novice physicians in resource-limited areas is a huge challenge, which leaves\r\n      a significant shortage of experienced ultrasound endoscopists with poor performance in the\r\n      actual diagnosis of common bile duct stones, greatly limiting the popularity of ultrasound\r\n      endoscopy.\r\n\r\n      The purpose of this study is to evaluate the effectiveness and safety of the proposed deep\r\n      learning-based bile duct scanning system in improving the diagnostic accuracy of common bile\r\n      duct stones and reducing the rate of missed gallstones during bile duct scanning by novice\r\n      ultrasound endoscopists through a single-center, tandem, randomized controlled trial"], "overall_status": ["Not yet recruiting"], "type": ["Anticipated", "Anticipated", "Anticipated", "Anticipated", "Actual", "Actual"], "start_date": ["June 1, 2022"], "completion_date": ["January 1, 2024"], "primary_completion_date": ["December 1, 2023"], "phase": [], "study_type": ["Interventional"], "has_expanded_access": ["No"], "allocation": ["Randomized"], "intervention_model": ["Crossover Assignment"], "primary_purpose": ["Diagnostic"], "masking": ["Double (Participant, Outcomes Assessor)"], "measure": ["Accuracy of diagnosis of common bile duct stones in patients with low and intermediate risk by novice combined with AI-assisted and expert", "Sensitivity, specificity, NPV, and PPV for the diagnosis of common bile duct stones in low and intermediate risk patients", "Detection rate of gallstone lesions", "Missed detection rate of gallstone lesions", "Detection rate of bile duct lesions(all bile duct lesions including gallstones)", "Missed rate of bile duct lesion(all bile duct lesions including gallstones)", "Number of bile duct standard station scans", "scan time", "Incidence of Adverse Events"], "time_frame": ["the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation", "the time novice finished operation and expert finished operation"], "number_of_arms": [2.0], "enrollment": [184.0], "condition": ["Common Bile Duct Stones"], "arm_group_label": ["novices with AI-assisted system, Then experts without AI-assisted system", "experts without AI-assisted system, Then novices with AI-assisted system", "novices with AI-assisted system, Then experts without AI-assisted system"], "arm_group_type": ["Experimental", "Experimental"], "description": ["The patient is first scanned by a novice endoscopist with the assistance of a deep learning-based bile duct scanning system during the examination, and then rescanned by a specialist without the assistance of AI.", "The patient is first scanned by a specialist without the assistance of AI and then rescanned by a novice endoscopist with the assistance of a deep learning-based bile duct scanning system during the examination.", "A deep learning-based bile duct scanning system that can prompt endoscopists to scan standard stations, identify bile ducts and stones in real time"], "intervention_type": ["Device"], "intervention_name": ["artificial intelligence assistance system"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": [], "healthy_volunteers": ["No"], "last_name": ["Yu Honggang, Doctor", "Yu Honggang, Doctor"], "role": ["Principal Investigator"], "affiliation": ["Renmin Hospital of Wuhan University"], "phone": [13871281899.0], "email": ["yuhonggang@whu.edu.cn"], "verification_date": ["May 2022"], "study_first_submitted": ["May 13, 2022"], "study_first_submitted_qc": ["May 18, 2022"], "study_first_posted": ["May 19, 2022"], "last_update_submitted": ["May 18, 2022"], "last_update_submitted_qc": ["May 18, 2022"], "last_update_posted": ["May 19, 2022"], "responsible_party_type": ["Sponsor"], "keyword": ["Ultrasound Endoscopy", "Common bile duct stones", "artificial intelligence"], "mesh_term": ["Calculi"], "provided_document": []}