{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05381714"], "org_study_id": ["POST-COVID"], "nct_id": ["NCT05381714"], "brief_title": ["Long-Term Respiratory Muscle Strength in Young COVID-19 Patients"], "official_title": ["Long-Term Respiratory and Peripheral Muscle Strength and Respiratory Function in Young COVID-19 Patients: A Cross-Sectional Study"], "lead_sponsor": [], "source": ["Karabuk University"], "has_dmc": ["No"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["The coronavirus disease 2019 (COVID-19) is a highly contagious disorder caused by the severe\r\n      acute respiratory syndrome coronavirus 2 (SARS-CoV-2). COVID-19 is a multisystem disease and\r\n      therefore presents a variety of symptoms in the acute phase, such as fever, dry cough,\r\n      fatigue, sore throat, loss of taste or smell, shortness of breath, nasal congestion, chest\r\n      pain, muscle or joint pain, headache, and nausea.\r\n\r\n      COVID-19 primarily affects the respiratory functions of individuals. Although this situation\r\n      is more difficult in hospitalized patients, it also causes severe effects in individuals who\r\n      recover with home medication. It is thought that this damage caused by COVID-19 may cause\r\n      permanent effects on individuals in the long term. During the COVID-19 period, individuals\r\n      also had to maintain an inactive lifestyle due to quarantine. This decrease in physical\r\n      activity capacity also causes permanent damage to the respiratory functions of individuals.\r\n      In addition, studies have focused on this population, as COVID-19 usually affects older\r\n      individuals. However, considering that young people are also exposed to the COVID-19 virus,\r\n      the effect on respiratory functions in these individuals should also be examined. Combined\r\n      with the available information on pulmonary functions, there is insufficient evidence about\r\n      extrapulmonary features in post-COVID-19 patients who survive mild illness in the long term.\r\n      It is also necessary to examine whether there is permanent damage to extrapulmonary features\r\n      such as peripheral muscle strength in these individuals.\r\n\r\n      Therefore, in our study, it is aimed to examine the long-term results of respiratory\r\n      functions, respiratory muscle strength and peripheral muscle strength of young individuals\r\n      who recovered from COVID-19 and recovered from mild disease."], "overall_status": ["Completed"], "type": ["Actual", "Actual", "Actual", "Actual", "Actual", "Actual"], "start_date": ["January 1, 2022"], "completion_date": ["April 21, 2023"], "primary_completion_date": ["June 1, 2022"], "study_type": ["Observational [Patient Registry]"], "has_expanded_access": ["No"], "observational_model": ["Case-Control"], "time_perspective": ["Cross-Sectional"], "target_duration": ["1 Day"], "measure": ["Respiratory Muscle Strength", "Pulmonary function (Forced vital capacity (FVC))", "Pulmonary function (Forced vital capacity (FEV1))", "Pulmonary function (FEV1 / FVC)", "Pulmonary function (Flow rate 25-75% of forced expiratory volume (FEF 25-75%))", "Pulmonary function (Peak flow rate (PEF))", "Peripheral Muscle Strength", "Peripheral Muscle Strength", "Post-COVID-19 Functional Status", "Shortness of breath", "Fatigue", "Physical Activity"], "time_frame": ["First Day", "First Day", "First Day", "First Day", "First Day", "First Day", "Second Day", "Second Day", "First Day", "First Day", "First Day", "Second Day"], "description": ["Maximal inspiratory and expiratory muscle strength will be evaluated using portable mouth pressure device.", "Pulmonary function will be evaluated with the spirometry. Dynamic lung volume measurements will be made according to American Thoracic Society and European Respiratory Society criteria. With the device, forced vital capacity (FVC) will be evaluated.", "Pulmonary function (Forced expiratory volume in the first second (FEV1)) [ Time Frame: First Day ] Pulmonary function will be evaluated with the spirometry. Dynamic lung volume measurements will be made according to American Thoracic Society and European Respiratory Society criteria. With the device, forced expiratory volume in the first second (FEV1) will be evaluated.", "Pulmonary function will be evaluated with the spirometry. Dynamic lung volume measurements will be made according to American Thoracic Society and European Respiratory Society criteria. With the device, FEV1 / FVC will be evaluated.", "Pulmonary function will be evaluated with the spirometry. Dynamic lung volume measurements will be made according to American Thoracic Society and European Respiratory Society criteria. With the device, flow rate 25-75% of forced expiratory volume (FEF 25-75%) will be evaluated.", "Pulmonary function will be evaluated with the spirometry. Dynamic lung volume measurements will be made according to American Thoracic Society and European Respiratory Society criteria. With the device, peak flow rate (PEF) will be evaluated.", "Knee extensor muscle strength using portable hand held dynamometer will be evaluated.", "Shoulder abductors muscle strength using portable hand held dynamometer will be evaluated.", "The post-COVID functional status of individuals recovering from COVID-19 will be evaluated with the Post-COVID-19 Functional Status Scale (PCFS). A minimum of 0 (no functional limitations) and a maximum of 5 (death) points are taken from this scale, and as the score increases, the functional status worsens.", "The Modified Borg Scale will be used to determine dyspnea perception during rest and activity.", "The Modified Borg Scale will be used to assess fatigue. The lowest 0 points are \"not at all\" and the highest 10 points are \"very severe\" denoting fatigue", "Physical activity levels will be used assessed using International Physical Activity Questionnaire. Physical activity levels are classified as physically inactive (<600 MET min/week), low physical activity level (600-3000 MET min/week), and adequate physical activity level (>3000 MET min/week).", "Post-COVID-19 Functional Status (Post-COVID-19 Functional Status Scale), respiratory functions (spirometer), respiratory muscle strength (mouth pressure measurement), peripheral muscle strength (dynamometer), physical activity level (International Physical Activity Questionnaire), fatigue (Modified Borg Scale), shortness of breath (Modified Borg Scale) will be evaluated.", "Respiratory functions (spirometer), respiratory muscle strength (mouth pressure measurement), peripheral muscle strength (dynamometer), physical activity level (International Physical Activity Questionnaire), fatigue (Modified Borg Scale), shortness of breath (Modified Borg Scale) will be evaluated."], "number_of_groups": [2.0], "enrollment": [100.0], "condition": ["COVID-19"], "arm_group_label": ["Patients", "Control"], "study_pop": [], "sampling_method": ["Non-Probability Sample"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": ["25 Years"], "healthy_volunteers": ["Accepts Healthy Volunteers"], "last_name": ["Musa GÜNEŞ, MsC", "Metehan YANA, PhD", "Meral BOŞNAK GÜÇLÜ, Prof. Dr."], "role": ["Study Chair", "Principal Investigator", "Study Director"], "affiliation": ["Karabuk University", "Karabuk University", "Gazi University"], "facility": [], "country": ["Turkey"], "citation": ["Boutou AK, Georgopoulou A, Pitsiou G, Stanopoulos I, Kontakiotis T, Kioumis I. Changes in the respiratory function of COVID-19 survivors during follow-up: A novel respiratory disorder on the rise? Int J Clin Pract. 2021 Oct;75(10):e14301. doi: 10.1111/ijcp.14301. Epub 2021 May 17.", "van Kessel SAM, Olde Hartman TC, Lucassen PLBJ, van Jaarsveld CHM. Post-acute and long-COVID-19 symptoms in patients with mild diseases: a systematic review. Fam Pract. 2022 Jan 19;39(1):159-167. doi: 10.1093/fampra/cmab076.", "Guler SA, Ebner L, Aubry-Beigelman C, Bridevaux PO, Brutsche M, Clarenbach C, Garzoni C, Geiser TK, Lenoir A, Mancinetti M, Naccini B, Ott SR, Piquilloud L, Prella M, Que YA, Soccal PM, von Garnier C, Funke-Chambour M. Pulmonary function and radiological features 4 months after COVID-19: first results from the national prospective observational Swiss COVID-19 lung study. Eur Respir J. 2021 Apr 29;57(4):2003690. doi: 10.1183/13993003.03690-2020. Print 2021 Apr.", "Plaza M, Sevilla GGP. Respiratory muscle sequelae in young university students infected by coronavirus disease 2019: an observational study. Rev Assoc Med Bras (1992). 2022 Feb;68(2):245-249. doi: 10.1590/1806-9282.20211040.", "Tanriverdi A, Savci S, Kahraman BO, Ozpelit E. Extrapulmonary features of post-COVID-19 patients: muscle function, physical activity, mood, and sleep quality. Ir J Med Sci. 2022 Jun;191(3):969-975. doi: 10.1007/s11845-021-02667-3. Epub 2021 Jun 2.", "Lund Berven L, Selvakumar J, Havdal L, Stiansen-Sonerud T, Einvik G, Leegaard TM, Tjade T, Michelsen AE, Mollnes TE, Wyller VBB. Inflammatory Markers, Pulmonary Function, and Clinical Symptoms in Acute COVID-19 Among Non-Hospitalized Adolescents and Young Adults. Front Immunol. 2022 Feb 9;13:837288. doi: 10.3389/fimmu.2022.837288. eCollection 2022."], "PMID": [33932073.0, 34268556.0, 33419891.0, 35239890.0, 34080125.0, 35222429.0], "verification_date": ["April 2023"], "study_first_submitted": ["May 17, 2022"], "study_first_submitted_qc": ["May 17, 2022"], "study_first_posted": ["May 19, 2022"], "last_update_submitted": ["April 23, 2023"], "last_update_submitted_qc": ["April 23, 2023"], "last_update_posted": ["April 25, 2023"], "responsible_party_type": ["Principal Investigator"], "investigator_affiliation": ["Karabuk University"], "investigator_full_name": ["Musa Güneş"], "investigator_title": ["Principal Investigator"], "keyword": ["COVID-19", "Muscle Strength", "pulmonary function", "Physical activity", "Dyspnea"], "mesh_term": ["COVID-19"], "sharing_ipd": ["No"]}