{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05381623"], "org_study_id": ["22/244-EC_X"], "nct_id": ["NCT05381623"], "brief_title": ["Harvest of Free Gingival Grafts With or Without the Application of Hemostatic Sutures"], "official_title": ["Microvascular Response to the Harvest of Free Gingival Grafts With or Without the Application of Hemostatic Sutures: a Randomized Controlled Clinical Trial Assessing Palatal Blood Flow by Laser Speckle Contrast Imaging"], "lead_sponsor": [], "source": ["Universidad Complutense de Madrid"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["Randomized, single-center trial with 2 parallel arms and a 1:1 allocation ratio, with the aim\r\n      of comparing clinical and microvascular healing and patients related outcomes, which follow\r\n      the harvest of a free gingival graft, where hemostasis has been achieved with either\r\n      compressive sutures and homeostatic sponges (control) or with a simplified suture-less\r\n      approach (test).", "This randomized two parallel arms controlled clinical trial aims to establish the early\r\n      microvascular healing, clinical healing, and patients related outcomes, which follow the\r\n      harvest of a free gingival graft, where hemostasis has been achieved with either compressive\r\n      sutures and homeostatic sponges (control) or with a simplified suture-less approach (test).\r\n      The primary outcome is the microvascular healing of the palate14 days after surgery, assessed\r\n      by measuring the palatal blood flow with a Laser Speckle Contrast Imaging (LSI), expressed in\r\n      Laser Speckle Perfusion Units (LSPU). Secondary outcomes include the palatal blood flow at 3,\r\n      7 and 30 days after surgery, the clinical healing of the palate, the occurrence of\r\n      postoperative bleeding and patients related outcome measures assessed 14 postoperative days.\r\n      A figure of 15 subjects per group was obtained based on an expected difference of 7 LSPU,\r\n      considering a SD of 6.3 SLPU, 80% power, alpha 0.05, and assuming a foreseen drop-out rate of\r\n      10%. Patients will be randomly allocated to two groups: test (simplified suture-less\r\n      approach) and control (compressive sutures and homeostatic sponges). Patients will be the\r\n      unit of analysis and T-student (normal distribution) or U Mann Whitney (non normal\r\n      distribution or non parametric variables) will be performed setting the significance level at\r\n      p < 0.05."], "overall_status": ["Completed"], "type": ["Actual", "Actual", "Actual", "Actual", "Actual", "Actual"], "start_date": ["May 9, 2022"], "completion_date": ["July 14, 2022"], "primary_completion_date": ["June 14, 2022"], "phase": [], "study_type": ["Interventional"], "has_expanded_access": ["No"], "allocation": ["Randomized"], "intervention_model": ["Parallel Assignment"], "primary_purpose": ["Treatment"], "masking": ["Single (Care Provider)"], "masking_description": ["Allocation to the test or control group will be revealed to the surgeon only after completing the harvest of the free gingival graft."], "measure": ["Palatal microvascular healing", "Postoperative bleeding", "Patients related outcomes measures (PROMS)", "Patients consumption of analgesic rescue medication", "Wound healing index at the donor site", "Wound healing VAS at the donor site"], "time_frame": ["before surgery, 3 days after surgery, 7 days after surgery, 14 days after surgery, 30 days after surgery", "14 days after surgery", "14 days after surgery", "14 days after surgery", "7 days after surgery, 14 days after surgery, 30 days after surgery", "7 days after surgery, 14 days after surgery, 30 days after surgery"], "description": ["Changes in the palatal blood flow measured with Laser Speckle Contrast Imaging (LSI), expressed in Laser Speckle Perfusion Units (LSPU)", "Occurrence of postoperative bleeding during the first two postoperative weeks reported by the patients through a dedicated questionnaire", "Patients pain and discomfort with respect to the procedure will be evaluated during the first 2 postoperative weeks with a dedicated questionnaire, utilising VAS scales ranging from 0 (no pain) to 10 (maximum pain).", "Patients will be asked to report the amount of rescue medication (ibuprofen 600mg) that have assumed for pain control every day during the first 2 postoperative weeks", "Healing at the donor site will be evaluated at 7, 14 and 30 days after the surgery with the wound healing index (WHI) (Huang et al. 2005), using the following criteria: score 1 = uneventful healing with no gingival edema, erythema, suppuration, patient discomfort, or flap dehiscence; score 2 = uneventful healing with slight gingival edema, erythema, patient discomfort, or flap dehiscence, but no suppuration; and score 3 = poor wound healing with significant gingival edema, erythema, patient discomfort, flap dehiscence, or any suppuration. Scoring will be performed by two independent investigators (DP & AD) over clinical pictures.", "Healing will be assessed with a VAS scale, scoring 0 in case of evident tissue necrosis and 10 in case of uneventful healing with no signs of edema or erythema.\r\nScoring will be performed by two independent investigators (DP & AD) over clinical pictures.", "Infiltration of local anesthetic (articaine 4% 1:100.000 epinephrine) around the harvesting site and attendance for the establishment of a competent coagulum.", "Application of hemostatic sponges over the donor site and placement of tooth-suspended compressive sutures over the area.", "Immediately after the harvest of a free gingival graft from hard palate, at least a half carpule of local anesthetic (articaine 4% 1:100.000 epinephrine) will be infiltrated within the apical border of the harvesting site and another half apically and distally to the harvesting site, in the region corresponding to the emergence of the great palatine artery. Finger pressure will then be applied over the donor site using a gauze soaked in saline solution, for a couple of minutes. At the end of the mucogingival procedure, the donor site will be evaluated to inquire regarding the presence of a competent coagulum over the wound area. In such a case, no additional procedure will be performed at the recipient site.", "Immediately after the harvest of a free gingival graft from hard palate, hemostatic collagen sponges will be applied over the harvesting site and a series of tooth suspended external mattress sutures (PGA 5/0) will be applied over the area, in order to provide a compressive effect."], "number_of_arms": [2.0], "enrollment": [34.0], "condition": ["Thin-gingiva", "Mucogingival Deformity on Edentulous Ridge", "Gingival Recession"], "arm_group_label": ["Simplified suture-less approach", "Conventional approach", "Simplified suture-less approach", "Conventional approach"], "arm_group_type": ["Experimental", "Active Comparator"], "intervention_type": ["Procedure", "Procedure"], "intervention_name": ["Simplified suture-less approach", "Application of hemostatic sponges and compressive sutures"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": [], "healthy_volunteers": ["No"], "last_name": ["Mariano Sanz Alonso", "David Palombo"], "role": ["Study Chair", "Study Director"], "affiliation": ["Faculty of Odontology, University Complutense, Madrid, Spain", "Faculty of Odontology, University Complutense, Madrid, Spain"], "facility": [], "country": ["Spain"], "citation": ["Dellavia C, Ricci G, Pettinari L, Allievi C, Grizzi F, Gagliano N. Human palatal and tuberosity mucosa as donor sites for ridge augmentation. Int J Periodontics Restorative Dent. 2014 Mar-Apr;34(2):179-86. doi: 10.11607/prd.1929.", "Huang LH, Neiva RE, Wang HL. Factors affecting the outcomes of coronally advanced flap root coverage procedure. J Periodontol. 2005 Oct;76(10):1729-34. doi: 10.1902/jop.2005.76.10.1729.", "Molnar E, Fazekas R, Lohinai Z, Toth Z, Vag J. Assessment of the test-retest reliability of human gingival blood flow measurements by Laser Speckle Contrast Imaging in a healthy cohort. Microcirculation. 2018 Feb;25(2). doi: 10.1111/micc.12420.", "Sanz-Martin I, Rojo E, Maldonado E, Stroppa G, Nart J, Sanz M. Structural and histological differences between connective tissue grafts harvested from the lateral palatal mucosa or from the tuberosity area. Clin Oral Investig. 2019 Feb;23(2):957-964. doi: 10.1007/s00784-018-2516-9. Epub 2018 Jun 18.", "Tavelli L, Barootchi S, Ravida A, Oh TJ, Wang HL. What Is the Safety Zone for Palatal Soft Tissue Graft Harvesting Based on the Locations of the Greater Palatine Artery and Foramen? A Systematic Review. J Oral Maxillofac Surg. 2019 Feb;77(2):271.e1-271.e9. doi: 10.1016/j.joms.2018.10.002. Epub 2018 Oct 11.", "Tavelli L, Barootchi S, Greenwell H, Wang HL. Is a soft tissue graft harvested from the maxillary tuberosity the approach of choice in an isolated site? J Periodontol. 2019 Aug;90(8):821-825. doi: 10.1002/JPER.18-0615. Epub 2019 Feb 12.", "Zucchelli G, Mele M, Stefanini M, Mazzotti C, Marzadori M, Montebugnoli L, de Sanctis M. Patient morbidity and root coverage outcome after subepithelial connective tissue and de-epithelialized grafts: a comparative randomized-controlled clinical trial. J Clin Periodontol. 2010 Aug 1;37(8):728-38. doi: 10.1111/j.1600-051X.2010.01550.x. Epub 2010 Jun 24.", "Zucchelli G, Tavelli L, McGuire MK, Rasperini G, Feinberg SE, Wang HL, Giannobile WV. Autogenous soft tissue grafting for periodontal and peri-implant plastic surgical reconstruction. J Periodontol. 2020 Jan;91(1):9-16. doi: 10.1002/JPER.19-0350. Epub 2019 Oct 6."], "PMID": [24600654.0, 16253095.0, 28976050.0, 29915931.0, 30395825.0, 30690733.0, 20590963.0, 31461778.0], "verification_date": ["May 2022"], "study_first_submitted": ["May 13, 2022"], "study_first_submitted_qc": ["May 18, 2022"], "study_first_posted": ["May 19, 2022"], "last_update_submitted": ["November 2, 2022"], "last_update_submitted_qc": ["November 2, 2022"], "last_update_posted": ["November 3, 2022"], "responsible_party_type": ["Sponsor"], "keyword": ["Connective tissue graft", "Free gingival graft", "Mucogingival surgery", "Mucogingival conditions", "Gingival Recession"], "mesh_term": ["Gingival Recession", "Hemostatics"], "sharing_ipd": ["No"]}