{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT00739791"], "org_study_id": ["CDR0000612335"], "secondary_id": ["UCSF CC#04553"], "nct_id": ["NCT00739791"], "brief_title": ["Nutrition and Lifestyle Changes in Patients With Previously Untreated Stage I or Stage II Prostate Cancer"], "official_title": ["Pilot Trial of Gene Expression Modulation by Intervention With Nutrition and Lifestyle"], "lead_sponsor": [], "collaborator": [], "source": ["University of California, San Francisco"], "textblock": ["RATIONALE: Learning about changes in DNA over time in patients with prostate cancer\r\n      undergoing diet and lifestyle changes may help doctors learn about the long-term effects of\r\n      these changes on disease progression.\r\n\r\n      PURPOSE: This clinical trial is studying nutrition and lifestyle changes in patients with\r\n      previously untreated stage I or stage II prostate cancer.", "OBJECTIVES:\r\n\r\n        -  To measure changes in gene expression in prostate tissue core biopsy samples before and\r\n           after a low-fat diet and lifestyle intervention in patients with previously untreated\r\n           stage I or II adenocarcinoma of the prostate.\r\n\r\n        -  To collect health information from these patients to enable better understanding of the\r\n           long term impact of diet and lifestyle changes on prostate cancer progression.\r\n\r\n      OUTLINE:\r\n\r\n        -  Intervention phase: Patients are placed on a comprehensive lifestyle change program\r\n           comprising a low-fat vegan diet, stress management, moderate aerobic exercise, and\r\n           regular participation in a support group for 3 months.\r\n\r\n        -  Follow-up phase: Patients undergo core tissue biopsies at baseline and at 3 months for\r\n           genomic and gene expression analysis. Insulin-like growth factor 1 (IGF-1) and\r\n           selenium-binding protein 1 levels are measured by quantitative reverse\r\n           transcription-polymerase chain reaction (PCR). Patients also undergo blood sample\r\n           collection periodically for biomarker analysis, proteomic analysis, and for telomere\r\n           length and telomerase activity analysis as measured by quantitative PCR and telomerase\r\n           repeat amplification protocol (TRAP). Blood and urine samples are also collected and\r\n           stored for future analysis.\r\n\r\n      Patients complete questionnaires at baseline, at 3 months, and then every 6-12 months for up\r\n      to 3 years to assess dietary and lifestyle behaviors (exercise, stress management practice,\r\n      and group support), quality of life, and psychological adjustment. Questionnaires include the\r\n      Semi-Quantitative Food Frequency Questionnaire; the SF-36 Health Survey; the UCLA Prostate\r\n      Cancer Index; the Impact of Event Scale; the Memorial Anxiety Scale for Prostate Cancer; the\r\n      Post Traumatic Growth Inventory; the Mindful Attention Awareness Scale; and the Received\r\n      Social Support subscale from the Berlin Social Support Scale.\r\n\r\n      Patients' medical records are reviewed every 6-12 months for up to 3 years to collect\r\n      information on clinical events and biomarkers (e.g., prostate-specific antigen and Gleason\r\n      score)."], "overall_status": ["Completed"], "start_date": ["September 2003"], "type": ["Actual", "Actual", "Anticipated", "Estimate", "Estimate"], "completion_date": ["June 2005"], "primary_completion_date": ["June 2005"], "phase": [], "study_type": ["Interventional"], "has_expanded_access": ["No"], "primary_purpose": ["Treatment"], "measure": ["Changes in gene expression in prostate tissue core biopsy samples as measured before and after a low-fat diet and lifestyle intervention", "Correlation of quality of life changes and adherence to dietary and lifestyle changes with gene expression outcomes", "Telomere length and telomerase activity in blood samples in response to the dietary and lifestyle intervention as measured by quantitative polymerase chain reaction and telomerase repeat amplification protocol (TRAP)"], "enrollment": [34.0], "condition": ["Prostate Cancer"], "intervention_type": ["Behavioral", "Genetic", "Genetic", "Genetic", "Genetic", "Other", "Other", "Other", "Procedure", "Procedure", "Procedure", "Procedure"], "intervention_name": ["exercise intervention", "gene expression analysis", "polymerase chain reaction", "proteomic profiling", "reverse transcriptase-polymerase chain reaction", "laboratory biomarker analysis", "medical chart review", "questionnaire administration", "psychosocial assessment and care", "quality-of-life assessment", "support group therapy", "therapeutic dietary intervention"], "criteria": [], "gender": ["Male"], "minimum_age": [], "maximum_age": [], "healthy_volunteers": ["No"], "last_name": ["Peter R. Carroll, MD"], "role": ["Principal Investigator"], "affiliation": ["University of California, San Francisco"], "citation": ["Ornish D, Lin J, Daubenmier J, Weidner G, Epel E, Kemp C, Magbanua MJ, Marlin R, Yglecias L, Carroll PR, Blackburn EH. Increased telomerase activity and comprehensive lifestyle changes: a pilot study. Lancet Oncol. 2008 Nov;9(11):1048-57. doi: 10.1016/S1470-2045(08)70234-1. Epub 2008 Sep 15. Erratum In: Lancet Oncol. 2008 Dec;9(12):1124."], "PMID": [18799354.0], "verification_date": ["September 2012"], "study_first_submitted": ["August 21, 2008"], "study_first_submitted_qc": ["August 21, 2008"], "study_first_posted": ["August 22, 2008"], "last_update_submitted": ["September 12, 2012"], "last_update_submitted_qc": ["September 12, 2012"], "last_update_posted": ["September 14, 2012"], "name_title": ["Peter R. Carroll"], "organization": ["UCSF Helen Diller Family Comprehensive Cancer Center"], "keyword": ["adenocarcinoma of the prostate", "stage I prostate cancer", "stage IIB prostate cancer", "stage IIA prostate cancer"], "mesh_term": ["Prostatic Neoplasms"]}