{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05381532"], "org_study_id": ["2021P002586"], "secondary_id": ["R01HL162102"], "nct_id": ["NCT05381532"], "brief_title": ["Menstrual-phase-dependent Differences in Response to Sleep Loss"], "official_title": ["Menstrual-phase-dependent Differences in Response to Sleep Loss"], "lead_sponsor": [], "collaborator": [], "source": ["Brigham and Women's Hospital"], "has_dmc": ["Yes"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["This study is designed to assess how healthy premenopausal women respond to different\r\n      patterns of sleep loss at different times in the menstrual cycle.", "During a 1.5-week inpatient laboratory protocol, participants will undergo one of two\r\n      parallel sleep conditions during either the follicular or luteal phase of the menstrual cycle\r\n      (4 study arms total). Subjects will be randomly assigned to each study arm. During their time\r\n      in the laboratory, biological samples (e.g., blood) will be collected for assessment of sex\r\n      steroid hormones and other analyses. Sleep quantity and quality will be monitored and\r\n      responses on neurobehavioral tests and surveys will be monitored for differences across\r\n      conditions."], "overall_status": ["Recruiting"], "type": ["Actual", "Anticipated", "Anticipated", "Anticipated", "Actual", "Actual"], "start_date": ["October 17, 2022"], "completion_date": ["March 31, 2026"], "primary_completion_date": ["March 31, 2026"], "phase": [], "study_type": ["Interventional"], "has_expanded_access": ["No"], "allocation": ["Randomized"], "intervention_model": ["Parallel Assignment"], "primary_purpose": ["Basic Science"], "masking": ["Single (Participant)"], "masking_description": ["Participants may not know to which study arm they are assigned."], "measure": ["PVT mean reaction time", "PVT lapses in attention", "KSS score", "P4/E2 ratio", "Core body temperature"], "time_frame": ["The PVT will be administered at frequent intervals over 11 days in a sleep laboratory. Subjects will be in a time-free environment, and not told the sampling frequency.", "The PVT will be administered at frequent intervals over 11 days in a sleep laboratory. Subjects will be in a time-free environment, and not told the sampling frequency.", "The KSS will be administered at frequent intervals over 11 days in a sleep laboratory. Subjects will be in a time-free environment, and not told the sampling frequency.", "Biological samples will be collected at frequent intervals over 11 days in a sleep laboratory. Subjects will be in a time-free environment, and not told the sampling frequency.", "Core body temperature will be collected at frequent intervals over 11 days in a sleep laboratory. Subjects will be in a time-free environment, and not told the sampling frequency."], "description": ["The mean reaction time will be calculated across each Psychomotor Vigilance Task (PVT) session. A linear mixed model analysis will be conducted to compare PVT mean reaction time at each time point (multiple points across the study) across all 4 study arms.", "The number of lapses in attention will be counted across each Psychomotor Vigilance Task (PVT) session. A linear mixed model analysis will be conducted to compare PVT lapses in attention at each time point (multiple points across the study) across all 4 study arms.", "The Karolinska Sleepiness Score (KSS) measures level of sleepiness on a 9-point Likert scale with 1 = Extremely Alert and 9 = Extremely Sleepy. A linear mixed model analysis will be conducted to compare KSS score at each time point (multiple points across the study) across all 4 study arms.", "The ratio of progesterone (P4) and estradiol (E2) in each sample will be calculated as (P4 ng/ml x 1000)/E2 pg/ml. A linear mixed model analysis will be conducted to compare the P4/E2 ratio at each time point (multiple points across the study) across all 4 study arms.", "Core body temperature is measured via rectal thermistor. A linear mixed model analysis will be conducted to compare the core body temperature at each time point (multiple points across the study) across all 4 study arms.", "This will be the first of four arms of controlled sleep manipulation. Participants randomized to this arm will be studied on a chronic variable sleep deficiency schedule during the follicular phase of their menstrual cycle. The exact sleep schedule is not provided in order to keep participants blinded to sleep conditions.", "This will be the second of four arms of controlled sleep manipulation. Participants randomized to this arm will be studied on a chronic variable sleep deficiency schedule during the luteal phase of their menstrual cycle. The exact sleep schedule is not provided in order to keep participants blinded to sleep conditions.", "This will be the third of four arms of controlled sleep manipulation. Participants randomized to this arm will be studied on a control sleep schedule during the follicular phase of their menstrual cycle. The exact sleep schedule is not provided in order to keep participants blinded to sleep conditions.", "This will be the fourth of four arms of controlled sleep manipulation. Participants randomized to this arm will be studied on a control sleep schedule during the luteal phase of their menstrual cycle. The exact sleep schedule is not provided in order to keep participants blinded to sleep conditions.", "Duration and timing of sleep will be assigned and monitored in a controlled laboratory environment."], "number_of_arms": [4.0], "enrollment": [100.0], "condition": ["Sleep Deprivation"], "arm_group_label": ["Chronic variable sleep deficiency - follicular phase", "Chronic variable sleep deficiency - luteal phase", "Control sleep - follicular phase", "Control sleep - luteal phase", "Control sleep - luteal phase"], "arm_group_type": ["Experimental", "Experimental", "Experimental", "Experimental"], "intervention_type": ["Behavioral"], "intervention_name": ["Controlled sleep"], "criteria": [], "gender": ["Female"], "minimum_age": ["18 Years"], "maximum_age": ["35 Years"], "healthy_volunteers": ["Accepts Healthy Volunteers"], "last_name": ["Melissa A St. Hilaire, PhD", "Melissa A St. Hilaire, PhD"], "role": ["Principal Investigator"], "affiliation": ["Brigham and Women's Hospital"], "phone": [6172780620.0], "email": ["msthilaire@rics.bwh.harvard.edu"], "facility": [], "status": ["Recruiting"], "contact": [], "country": ["United States"], "verification_date": ["November 2022"], "study_first_submitted": ["April 27, 2022"], "study_first_submitted_qc": ["May 16, 2022"], "study_first_posted": ["May 19, 2022"], "last_update_submitted": ["November 21, 2022"], "last_update_submitted_qc": ["November 21, 2022"], "last_update_posted": ["November 25, 2022"], "responsible_party_type": ["Principal Investigator"], "investigator_affiliation": ["Brigham and Women's Hospital"], "investigator_full_name": ["Melissa A. St. Hilaire, Ph.D"], "investigator_title": ["Associate Biostatistician"], "keyword": ["Sleep Restriction", "Women's Health"], "mesh_term": ["Sleep Deprivation"], "sharing_ipd": ["Yes"], "ipd_description": ["Data that form the basis of a peer-reviewed manuscript will be made available after publication."], "ipd_info_type": ["Informed Consent Form (ICF)"], "ipd_time_frame": ["Release of data forming the basis of a peer-reviewed manuscript will be made available after publication. Release will be consistent with Institutional Review Board, journal, and federal requirements."], "ipd_access_criteria": ["Access may be controlled, e.g., in accordance with the National Institutes of Health."]}