{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05380479"], "org_study_id": ["BSMMU/2022/4193"], "nct_id": ["NCT05380479"], "brief_title": ["Mirtazapine Versus Megestrol Acetate in Treatment of Anorexia-cachexia in Advanced Cancer Patients."], "official_title": ["Mirtazapine Versus Megestrol Acetate in Treatment of Anorexia-cachexia in Advanced Cancer Patients: A Randomized, Double-Blind Trail."], "lead_sponsor": [], "source": ["Bangabandhu Sheikh Mujib Medical University, Dhaka, Bangladesh"], "has_dmc": ["No"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "is_us_export": ["No"], "textblock": ["This study was 8 weeks randomized, double-blind trail to assess the effect of mirtazapine\r\n      versus megestrol acetate in treatment of anorexia-cachexia in advanced cancer patients in 80\r\n      patients. Participants were assessed at baseline, 4 weeks and 8 weeks. Subject were\r\n      randomized to receive either mirtazapine 15 mg tablet daily or megestrol acetate 160 mg\r\n      tablet daily for 8 weeks. The primary outcome was the measure of FAACT(A/C) score and the\r\n      secondary measure includes weight, BMI, quality of life and evaluate adverse effects.", "Cancer-related cachexia and anorexia (CRCA) comprises one of the most common syndrome of\r\n      advanced cancers characterize by anorexia, tissue wasting and loss of body weight accompanied\r\n      by a decrease in muscle mass and adipose tissue and by poor performance status that often\r\n      precedes death . Death usually occurs when there is a 30% weight loss. The prevalence of CRCA\r\n      increases from 50 to 80% before death, and in more than 20% of cancer patients, it is the\r\n      cause of death. Cancer-related cachexia and anorexia (CRCA) is associated not only with\r\n      impaired quality of life in patients and family members but also with shorter survival. The\r\n      management of cancer-related cachexia and anorexia (CRCA) is a great challenge in clinical\r\n      practice. To date, practice guidelines for the prevention and treatment of CRCA are lacking.\r\n      Although megestrol acetate and dexamethasone have shown benefits for CRCA in terms of weight\r\n      gain. There is no definitive evidence that these agents improve patient quality of life. This\r\n      proposed study is therefore an effort whether there is any role of mirtazapine to improvement\r\n      of anorexia in cancer patients. This study will be a randomized, double-blind, clinical\r\n      trial. It will be conducted in the department of pharmacology, BSMMU in collaboration with\r\n      the department of clinical oncology, BSMMU, NIRCH & Delta Hospital from the day of approval\r\n      by the IRB to June, 2022. A total of eighty (80) patients attend in the outpatient department\r\n      of clinical oncology, BSMMU, NIRCH & Delta Hospital diagnosed as cancer anorexia will be\r\n      selected for the study according to inclusion and exclusion criteria. Then participants will\r\n      randomly be assigned into two intervention groups. The cancer anorexia of each participant\r\n      will be assessed by Functional Assessment of Anorexia/Cachexia Therapy at baseline. The group\r\n      A (40) will receive mirtazapine15mg tablet and other group B (40) will receive megestrol\r\n      acetate160mg tablet orally once a day for 8 weeks. After 4 and 8 weeks each participant will\r\n      be assessed once again by Functional Assessment of Anorexia/Cachexia Therapy. The quality of\r\n      life of CRAC each participant will be assessed by EORTC QLQ-C30."], "overall_status": ["Recruiting"], "type": ["Anticipated", "Anticipated", "Anticipated", "Anticipated", "Actual", "Actual"], "start_date": ["June 1, 2022"], "completion_date": ["February 1, 2023"], "primary_completion_date": ["January 1, 2023"], "phase": ["Phase 2"], "study_type": ["Interventional"], "has_expanded_access": ["No"], "allocation": ["Randomized"], "intervention_model": ["Parallel Assignment"], "primary_purpose": ["Treatment"], "masking": ["Double (Participant, Investigator)"], "measure": ["Percentage of patients with Anorexia", "Weight", "Body Mass Index", "Quality of life - physical functioning", "Incidence of treatment-related Adverse Events [Time Frame: 8 weeks]"], "time_frame": ["From the baseline assessment to 8 weeks]", "From the baseline assessment to 8 weeks]", "From the baseline assessment to 8 weeks]", "From the baseline assessment to 8 weeks]", "Time Frame: 8 weeks"], "description": ["The primary endpoint will assess the percentage of patients who continue to present anorexia after 8 weeks of treatment.\r\nAnorexia will be defined as the lack of desire to eat, lack of appetite, as measured using the validated version of the Anorexia / Cachexia Scale from the Functional Assessment of Anorexia Cachexia Therapy (FAACT). A score of less than or equal to 24 will be considered diagnostic for anorexia", "Sum of all the components of the organism and represents the total body mass.", "It is an index of the weight of a person in relation to his height BMI = Weight (Kg.) / [height (m) * height) (m)]", "The physical functioning will be evaluated using the validated Bangla version of the European Organization for the Research and Treatment of Cancer (EORTC) Quality of life questionnaires specific for cancer using the physical functioning scale (from QLQ-C30 version 3.0).The Change over time as well as the difference between groups will be analyzed.", "The questioning about the occurrence of treatment-related adverse events will also be performed at the outpatient clinic at baseline and weeks 4 and 8 during the follow-up.", "Tablets of 15mg mirtazapine will be used according to randomization. At the first visit, patients will be instructed to take one tablet at night. This group will consist of 40 patients with anorexia in advanced cancer patients.", "Tablets of 160mg megestrol will be used according to randomization. At the first visit, patients will be instructed to take one tablet at night This group will consist of 40 patients with anorexia in advanced cancer patients.", "mirtazaine15 mg tablet daily for 8 weeks.", "megestrol acetate 160 mg tablet daily for 8 weeks."], "number_of_arms": [2.0], "enrollment": [80.0], "condition": ["Anorexia"], "arm_group_label": ["Mirtazapine", "Megestrol Acetate", "Mirtazapine", "Megestrol Acetate"], "arm_group_type": ["Experimental", "Active Comparator"], "intervention_type": ["Drug", "Drug"], "intervention_name": ["Mirtazapine", "Megestrol Acetate"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": ["70 Years"], "healthy_volunteers": ["No"], "last_name": ["Iftekhar Chowdhury, MD", "Prof.Md.Sayedur Rahman, FCPS.M Phil"], "phone": [8801816197635.0, 8801712205305.0], "email": ["ichowdhury42@yahoo.com", "srkhasru@bsmmu.edu.bd"], "facility": [], "status": ["Recruiting"], "contact": [], "country": ["Bangladesh"], "verification_date": ["May 2022"], "study_first_submitted": ["May 10, 2022"], "study_first_submitted_qc": ["May 17, 2022"], "study_first_posted": ["May 18, 2022"], "last_update_submitted": ["May 17, 2022"], "last_update_submitted_qc": ["May 17, 2022"], "last_update_posted": ["May 18, 2022"], "responsible_party_type": ["Principal Investigator"], "investigator_affiliation": ["Bangabandhu Sheikh Mujib Medical University, Dhaka, Bangladesh"], "investigator_full_name": ["Dr. Iftekhar Hossain Chowdhury"], "investigator_title": ["Principal Investigator"], "keyword": ["Cancer", "Anorexia", "Cachexia", "Mirtazapine", "Megestrol Acetate"], "mesh_term": ["Cachexia", "Mirtazapine"], "sharing_ipd": ["Yes"], "ipd_description": ["The result of this research will be published as an article in a journal"], "ipd_info_type": ["Informed Consent Form (ICF)"], "ipd_time_frame": ["After the publication of the results of study"]}