{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05381779"], "org_study_id": ["Gazi University4"], "nct_id": ["NCT05381779"], "brief_title": ["Comparison the Effects of Inspiratory Muscle Training and Aerobic Exercise Training in Patients With Post COVID-19"], "official_title": ["Comparison the Effects of Inspiratory Muscle Training and High Intensity Interval Aerobic Exercise Training in Patients With Post COVID-19"], "lead_sponsor": [], "source": ["Gazi University"], "has_dmc": ["No"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["Coronavirus-2019 (COVID-19) is a new virus that emerged in December 2019 and spread quickly\r\n      all over the world. Problems such as hypoxia, dyspnea, increased fatigue, decreased exercise\r\n      capacity and respiratory muscle strength occur in COVID-19 patients.In addition,\r\n      abnormalities in skeletal muscles due to systemic inflammation, mechanical ventilation,\r\n      sedation and prolonged bed rest in hospital and intensive care patients cause decreased\r\n      exercise capacity.", "Dyspnea is one of the most common long-term symptoms in COVID-19 patients. It has been\r\n      determined that dyspnea that persists three and six months after hospital discharge is\r\n      associated with peak oxygen consumption in hospitalized and discharged COVID-19 patients,\r\n      while peak oxygen consumption decreases in patients with dyspnea.The effects of inspiratory\r\n      muscle training have been investigated in different lung diseases. In these studies, it was\r\n      reported that inspiratory muscle training increased respiratory muscle strength and\r\n      endurance, exercise capacity and quality of life, and decreased fatigue and dyspnea. In\r\n      addition, it has been found that high-intensity interval aerobic exercise training increases\r\n      exercise capacity in patients with lung disease and heart failure.In heart failure patients,\r\n      it was found that high-intensity interval aerobic exercise training increased peak oxygen\r\n      consumption more than moderate-intensity continuous aerobic exercise training.Patients need\r\n      exercise training because symptoms such as lung involvement, decreased exercise capacity,\r\n      dyspnea and fatigue continue after the disease in patients who have had COVID-19.\r\n\r\n      The aim of this study is to comparison of the effects of inspiratory muscle training and high\r\n      intensity interval aerobic exercise training in patients with COVID-19.\r\n\r\n      Primary outcome measurement will be oxygen consumption (cardiopulmonary exercise test).\r\n\r\n      Secondary outcome will be muscle oxygenation (Moxy device), physical activity level (multi\r\n      sensor activity device), pulmonary function (spirometer), functional exercise capacity\r\n      (six-minute walk test), respiratory (mouth pressure device) and peripheral muscle (hand-held\r\n      dynamometer) strength, inspiratory muscle endurance (incremental threshold loading test),\r\n      functional status (Post-COVID-19 Functional Status Scale), dyspnea (London Chest Daily Living\r\n      Activity Scale), fatigue (Fatigue Severity Scale) and quality of life (Saint George\r\n      Respiratory Questionnaire)."], "overall_status": ["Recruiting"], "type": ["Actual", "Anticipated", "Anticipated", "Anticipated", "Actual", "Actual"], "start_date": ["June 5, 2022"], "completion_date": ["August 5, 2024"], "primary_completion_date": ["June 5, 2024"], "phase": [], "study_type": ["Interventional"], "has_expanded_access": ["No"], "allocation": ["Randomized"], "intervention_model": ["Parallel Assignment"], "primary_purpose": ["Supportive Care"], "masking": ["Triple (Participant, Investigator, Outcomes Assessor)"], "masking_description": ["Triple (Participant, Investigator, Outcomes Assessor)Triple-blind study; the patients will not be informed about their groups (training group or the control group) and they will be evaluated and trained at different places and times.\r\nEvaluations and interventions will be performed different physiotherapist. In addition, before statistical analysis patients' groups will be coded."], "measure": ["Oxygen consumption", "Muscle Oxygenation", "Physical activity level", "Functional exercise capacity", "Respiratory muscle strength", "Peripheral muscle strength", "Inspiratory muscle endurance", "Functional status", "Dyspnea", "Respiratory Associated Quality of Life (respiratory)"], "time_frame": ["First Day", "First and second day", "Second day", "Second day", "Second day", "Second day", "Second day", "First day", "First day", "First Day"], "description": ["Maximal exercise capacity will be assessed with symptom limited cardiopulmonary exercise test on a treadmill at a progressively increasing speed and grade. Oxygen consumption will be measured during the test.", "Muscle oxygenation will be measured with 'Moxy' muscle oxygenation device during cardiopulmonary exercise test and six-minute walk test. Measurements will be done over quadriceps femoris, locally. Local muscle oxygen saturation and total hemoglobin amount will be assessed during the both tests.", "Physical activity level will be evaluated with multi sensor activity device. Patients will be asked to wear the device for five consecutive days on weekdays.", "Six-minute walk test will be used to evaluate functional exercise capacity. The test will be done according to American Thoracic Society and European Respiratory Society criteria.", "Respiratory muscle strength will be assessed with mouth pressure device. Maximal inspiratory and expiratory pressure will be measured during the test.", "Quadriceps femoris and shoulder abduction muscle strength will be measured by using hand-held dynamometer.", "Inspiratory muscle endurance will be measured incremental threshold loading test, in which patients started an initial load of 30% of maximal inspiratory pressure and test load will be increased with among 10% of maximal inspiratory pressure every 2 minutes.", "Functional status of patients after COVID-19 will be evaluated with Post COVID-19 Functional Status Scale (PCFS), which was developed specifically for COVID patients. Limitation and improvement in the functional status of patients after COVID could be assessed with this scale. Functional status were graded from 0 (no functional limitations) to 4 (severe functional limitations) in the scale.", "London Chest Activity of Daily Living scale (LCADL): LCADL evaluates the limitation to perform activities of daily living by dyspnea and looks at four domains: selfcare, domestic, physical and leisure. It is composed of 15 items, which are scored by the patient as follows: 0 (I do not perform this activity because I never had to do it or it is irrelevant), 1 (I do not feel any breathless when performing this activity), 2 (I feel moderate breathless when performing this activity), 3 (I feel a lot of breathless in doing this activity), 4 (I cannot perform this activity due to breathless and I have no one who can do the activity for me) or 5 (I cannot perform this activity anymore and I need someone to do it for me or help me because of breathless).", "St. George Respiratory Questionnaire (Turkish version) (respiratory) - St. George Respiratory Questionnaire (SGRQ) is a self-reported questionnaire. SGRQ evaluates patients' respiratory disease associated quality of life. This questionnaire includes 2 part (part one is about symptoms (one subsection) and part two is about activity (seven subsection)) and 50 items. Some items scored as Likert scale and others scored as dichotomous (true/false).", "Patients in the training group will be performed inspiratory muscle training with the PowerBreathe® (inspiratory muscle training device) device at 50% of the maximal inspiratory pressure.", "Training group will receive high-intensity interval aerobic exercise training on treadmill accompanied by physiotherapist for 8 weeks.", "Breathing exercises will be given to control group as a home program for 8 weeks.", "Patients in the training group will receive inspiratory muscle training with the PowerBreathe® (inspiratory muscle training device) at 50% of the maximal inspiratory pressure.\r\nPatients in the training group inspiratory muscle training will be given 2 sets of 15 minutes a day for a total of 30 minutes/per day or a single session for 30 minutes/week, 7 days/week for a total of 8 weeks.\r\nPatients in the training group will be given respiratory muscle strength training with a home program 6 days a week under the supervision of a physiotherapist 1 day a week.", "High-intensity interval aerobic exercise training will be given to training group on treadmill 3 days in a week and 15-45 minutes in a day for 8 weeks with the assistance of a physiotherapist.\r\nThe training workload of the active phase of high-intensity interval aerobic exercise training will be applied at 80-100% of peak oxygen consumption or 85-95% of peak heart rate or according to Borg scale dyspnea/fatigue 15-18 points.\r\nThe training workload of the active recovery phase of high-intensity interval aerobic exercise training will be applied at 50-60% of peak oxygen consumption or 60-75% of peak heart rate or according to Borg scale dyspnea/fatigue 11-13 points.", "Breathing exercises will be given to the control group 120 times in a day and 7 days in a week for 8 weeks as a home program. The control group will be followed-up by telephone once a week."], "number_of_arms": [3.0], "enrollment": [60.0], "condition": ["COVID-19", "Aerobic Exercise", "Inspiratory Muscle Training", "Physical Activity", "Oxygen Consumption"], "arm_group_label": ["Inspiratory Muscle Training Group", "High Intensity Interval Training Group", "Control Group", "Inspiratory Muscle Training Group", "High Intensity Interval Training Group", "Control Group"], "arm_group_type": ["Experimental", "Experimental", "Sham Comparator"], "intervention_type": ["Other", "Other", "Other"], "intervention_name": ["Inspiratory Muscle Training Group", "High Intensity Interval Training Group", "Control Group"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": ["75 Years"], "healthy_volunteers": ["No"], "last_name": ["Başak KAVALCI KOL, Pt. MSc.", "Ece BAYTOK, Pt. MSc.", "Nilgün YILMAZ DEMİRCİ, Assoc. Prof.", "Meral BOŞNAK GÜÇLÜ, Prof.Dr.", "Başak KAVALCI KOL, Pt. MSc."], "role": ["Principal Investigator", "Principal Investigator", "Principal Investigator"], "affiliation": ["Gazi University", "Gazi University", "Gazi University"], "phone": [903122162647.0], "email": ["meralbosnak@gazi.edu.tr", "kavalcibasak@gmail.com"], "facility": [], "status": ["Recruiting"], "contact": [], "investigator": [], "country": ["Turkey"], "citation": ["Debeaumont D, Boujibar F, Ferrand-Devouge E, Artaud-Macari E, Tamion F, Gravier FE, Smondack P, Cuvelier A, Muir JF, Alexandre K, Bonnevie T. Cardiopulmonary Exercise Testing to Assess Persistent Symptoms at 6 Months in People With COVID-19 Who Survived Hospitalization: A Pilot Study. Phys Ther. 2021 Jun 1;101(6):pzab099. doi: 10.1093/ptj/pzab099.", "Abodonya AM, Abdelbasset WK, Awad EA, Elalfy IE, Salem HA, Elsayed SH. Inspiratory muscle training for recovered COVID-19 patients after weaning from mechanical ventilation: A pilot control clinical study. Medicine (Baltimore). 2021 Apr 2;100(13):e25339. doi: 10.1097/MD.0000000000025339.", "Anastasio F, Barbuto S, Scarnecchia E, Cosma P, Fugagnoli A, Rossi G, Parravicini M, Parravicini P. Medium-term impact of COVID-19 on pulmonary function, functional capacity and quality of life. Eur Respir J. 2021 Sep 16;58(3):2004015. doi: 10.1183/13993003.04015-2020. Print 2021 Sep.", "Carfi A, Bernabei R, Landi F; Gemelli Against COVID-19 Post-Acute Care Study Group. Persistent Symptoms in Patients After Acute COVID-19. JAMA. 2020 Aug 11;324(6):603-605. doi: 10.1001/jama.2020.12603.", "Sawyer A, Cavalheri V, Hill K. Effects of high intensity interval training on exercise capacity in people with chronic pulmonary conditions: a narrative review. BMC Sports Sci Med Rehabil. 2020 Mar 30;12:22. doi: 10.1186/s13102-020-00167-y. eCollection 2020.", "Donelli da Silveira A, Beust de Lima J, da Silva Piardi D, Dos Santos Macedo D, Zanini M, Nery R, Laukkanen JA, Stein R. High-intensity interval training is effective and superior to moderate continuous training in patients with heart failure with preserved ejection fraction: A randomized clinical trial. Eur J Prev Cardiol. 2020 Nov;27(16):1733-1743. doi: 10.1177/2047487319901206. Epub 2020 Jan 21.", "Karadalli MN, Bosnak-Guclu M, Camcioglu B, Kokturk N, Turktas H. Effects of Inspiratory Muscle Training in Subjects With Sarcoidosis: A Randomized Controlled Clinical Trial. Respir Care. 2016 Apr;61(4):483-94. doi: 10.4187/respcare.04312. Epub 2015 Dec 29."], "PMID": [33735374.0, 33787632.0, 33574080.0, 32644129.0, 32257221.0, 31964186.0, 26715771.0], "verification_date": ["July 2022"], "study_first_submitted": ["May 17, 2022"], "study_first_submitted_qc": ["May 17, 2022"], "study_first_posted": ["May 19, 2022"], "last_update_submitted": ["July 21, 2022"], "last_update_submitted_qc": ["July 21, 2022"], "last_update_posted": ["July 25, 2022"], "responsible_party_type": ["Principal Investigator"], "investigator_affiliation": ["Gazi University"], "investigator_full_name": ["Meral Boşnak Güçlü"], "investigator_title": ["Study director, PT, PhD, Prof.Dr. Faculty of Health Sciences, Department of Physiotherapy and Rehabilitation, Head of Cardiopulmonary Rehabilitation Clinic"], "mesh_term": ["Respiratory Aspiration"], "sharing_ipd": ["No"]}