{"download_date": ["ClinicalTrials.gov processed this data on May 09, 2023"], "link_text": ["Link to the current ClinicalTrials.gov record."], "url": ["https://clinicaltrials.gov/show/NCT05389865"], "org_study_id": ["IRAS 309277"], "nct_id": ["NCT05389865"], "brief_title": ["Proximal Aortopathy in Scotland - Epidemiology and Surgical Outcomes"], "official_title": ["An Investigation Into the Epidemiology and Surgical Intervention for Proximal Aortic Disease in Scotland"], "lead_sponsor": [], "collaborator": [], "source": ["Golden Jubilee National Hospital"], "has_dmc": ["No"], "is_fda_regulated_drug": ["No"], "is_fda_regulated_device": ["No"], "textblock": ["The aorta is the principal arterial vessel arising from the left heart that transfers blood\r\n      to the body. Certain genetic and familial disease processes are known to weaken the aortic\r\n      wall resulting in dilation and potential rupture. These aortic complications carry high\r\n      mortality (>25%) and current management is orientated towards early detection and preventive\r\n      treatment. Aortic dilation can also result in aortic valve dysfunction leading to heart\r\n      failure. The estimated UK incidence of aortic disease per year is around 10 per 100,000\r\n      individuals, with 2000 people per year dying from aortic complications.\r\n\r\n      The 2017-2020 National Adult Cardiac Surgery Audit report identified the number of people\r\n      receiving surgery for aortic dissection in Scotland is per population proportionately lower\r\n      compared to England (4.6 per million per year in Scotland vs. 6.6 per million per year in\r\n      England). The reasons for this are unclear but may relate to the prevalence of aortic disease\r\n      or a large geographic distribution with compromised access to specialized centres.\r\n\r\n      Currently surgery is recommended when the aortic diameter exceeds a certain threshold. There\r\n      are several types of effective surgical procedures, but there is still limited information on\r\n      their long-term outcomes and the advantage of one procedure over another.\r\n\r\n      The aims of the project are firstly to determine the clinical outcomes of the surgical\r\n      procedures that are currently employed in Scotland to treat proximal aortic disease and\r\n      secondly to describe the prevalence and distribution of proximal aortic disease within the\r\n      Scottish population. The project will be hosted by the Golden Jubilee Research Institute.\r\n      Contemporary and retrospective data will be collected from all the Scottish Cardiothoracic\r\n      Surgery units which are based in Glasgow, Edinburgh and Aberdeen.\r\n\r\n      This will be the first study to analyse surgical outcomes for ascending aortic disease in\r\n      Scotland, and the first to describe the epidemiology of aortic disease within the population.\r\n      It is anticipated that the results will guide current surgical practise, and provide data to\r\n      inform national service provision for the management of proximal aortic disease.", "The study has two principal aims:\r\n\r\n        1. Determine the patient demographics, procedural types and related clinical outcomes in\r\n           patients who underwent surgery of the proximal thoracic aorta in Scotland\r\n\r\n        2. Describe the epidemiology of proximal aortopathy within the Scottish population, by\r\n           determining the prevalence of disease, geographic distribution and patient demographics\r\n\r\n      This study will be the first to look at outcomes from a nation-wide cohort of patients\r\n      following surgery of the thoracic aorta in the UK. The investigators anticipate that results\r\n      from this study will inform future aortic practice and guide decisions on intervention timing\r\n      and type.\r\n\r\n      Information on the prevalence and geographic distribution of aortic disease within Scotland\r\n      will guide resource allocation and service configuration to allow equity in access to\r\n      treatment. By raising awareness among the medical professionals and the wider community, the\r\n      study should lead to improved recognition and better outcomes for patients with aortic\r\n      disease.\r\n\r\n      Data will be recorded in a contemporary and retrospective manner for two patient cohorts:\r\n\r\n        1. Surgical cohort - Adult patients who have had a surgical intervention on the proximal\r\n           aorta in the three Scottish Cardiothoracic Surgery units based in Glasgow, Edinburgh,\r\n           Aberdeen in the last 13 years (2008 - 2021).\r\n\r\n        2. Non-surgical cohort - Adult patients who have a diagnosis of proximal aortopathy, but\r\n           have not had surgery. This cohort will be obtained from three sources:\r\n\r\n             1. Patients with a diagnosis of thoracic aortopathy identified via National Interim\r\n                Clinical Imaging Procedure (NICIP) codes sourced from the Scottish Radiology\r\n                Information System (RIS) and Picture Archive and Communication System (PACS)\r\n                databases.\r\n\r\n             2. Patients with a diagnosis of thoracic aortopathy identified from regional genetic\r\n                services via the Network for Inherited Cardiac Conditions Scotland.\r\n\r\n             3. Deceased patients diagnosed with proximal thoracic aortopathy or a complication\r\n                thereof (aortic dissection, aortic rupture) registered at death certification\r\n                and/or post mortem accessed from Public Health Scotland using ICD-10 codes.\r\n\r\n      The three data collection sites will be the Golden Jubilee National Hospital in Glasgow, the\r\n      Edinburgh Royal Infirmary and Aberdeen Royal Infirmary.\r\n\r\n      The surgical cohort sample size is expected to be around 1300 patients. The non-surgical\r\n      cohort is difficult to estimate, but around 500 cases yearly are expected to be identified.\r\n      The research project will be hosted by the NHS Golden Jubilee Research Department.\r\n\r\n      The principal investigator (George Gradinariu) will undertake this research project as part\r\n      of an postgraduate research programme (MD degree) at the University of Glasgow under the\r\n      supervision of Professor Mark Danton (Congenital Cardiac Surgeon with interest in proximal\r\n      aortic surgery), Professor Alex McConnachie Professor of Biostatistics, University of\r\n      Glasgow) and Professor Faisal Ahmed (Samson Gemmell Chair of Child Health, University of\r\n      Glasgow)\r\n\r\n      Statistical analysis will be overseen and supervised by Professor McConnachie. Descriptive\r\n      statistics will be applied. Survival data will be analysed using Kaplan-Meier. Multivariable\r\n      survival and logistic regression models will be used to identify variables predicting the\r\n      risk of adverse outcomes. Predictive modelling to estimate the risk of adverse outcomes based\r\n      on aortic root dimension will be assessed using ROC analysis. In comparing survival by\r\n      procedures propensity matching will be used to minimize confounding. Analysis will be\r\n      performed using R statistical analysis software (R Foundation for Statistical Computing,\r\n      Vienna, Austria)."], "overall_status": ["Not yet recruiting"], "type": ["Anticipated", "Anticipated", "Anticipated", "Anticipated", "Actual", "Estimate"], "start_date": ["August 2023"], "completion_date": ["August 2024"], "primary_completion_date": ["August 2024"], "study_type": ["Observational"], "has_expanded_access": ["No"], "observational_model": ["Cohort"], "time_perspective": ["Retrospective"], "measure": ["Early survival following surgery of the proximal aorta", "Late survival following surgery of the proximal aorta", "Patient demographics and geographic distribution of thoracic aortopathy within the Scottish population", "Cardiovascular reintervention", "Specified adverse events following surgery", "Left ventricular ejection fraction (LVEF) following surgery", "Aortic valve mean gradient and degree of regurgitation following surgery", "Genotypes and phenotypes prevalent in the Scottish population"], "time_frame": ["In-hospital or 30 days (whichever is longer)", "5 years or latest available follow-up (whichever is longer)", "Cross-sectional analysis (2011-2021)", "1 year or latest available follow-up (whichever is longer)", "1 year or latest available follow-up (whichever is longer)", "1 year or latest available follow-up (whichever is longer)", "1 year or latest available follow-up (whichever is longer)", "Previous 5 years"], "description": ["In-hospital or 30 days survival following surgery of the proximal aorta", "Long-term survival following surgery of the proximal aorta", "Identify the demographics (age, gender, relevant risk factors) and geographic distribution (area codes) of patients diagnosed with thoracic aortopathy within the Scottish population", "Reinterventions (surgical/endovascular) related to the aortic implant or unoperated aorta Reintervention on Aortic valve (native or prosthesis)", "episodes of endocarditis, structural valve degeneration, thromboembolism, cerebral vascular accident, anticoagulant-related bleeding", "Long-term left ventricular ejection fraction (>50% - good, 31-50% - moderate, 21-30% - poor, 20% or less -very poor) as measured by echocardiography or cardiac MRI after surgery", "Long-term aortic valve function as assessed by mean gradient (mmHg) and degree of regurgitation (mild/moderate/severe) in operated patients assessed by echocardiography or cardiac MRI", "Identify genotypes and phenotypes in the Scottish population and assess their prevalence", "Adult patients (18 years of age and above) who have had a surgical intervention on the proximal aorta in the three Scottish Cardiothoracic Surgery units based in Glasgow, Edinburgh, Aberdeen.", "- Adult patients (18 years of age and above) who have a diagnosis of proximal aortopathy, but have not had surgical intervention (non-surgical/un-intervened proximal aortopathy). This cohort will be obtained from three sources:\r\nScottish national radiological database based on specific imaging codes\r\nRegional genetic/inherited cardiac conditions services\r\nPublic Health Scotland via specific diagnostic ICD-10 codes.", "Surgery involving replacing, repairing or reinforcing the proximal aorta (root and ascending aorta)", "Radiological size criteria or Genetic mutations associated with aortopathies"], "number_of_groups": [2.0], "enrollment": [2000.0], "condition": ["Aortic Diseases", "Aortic Dissection", "Aortic Aneurysm, Thoracic", "Aortic Ectasia", "Aortic Valve Insufficiency", "Bicuspid Aortic Valve", "Marfan Syndrome", "Ehlers-Danlos Syndrome", "Loeys-Dietz Syndrome"], "arm_group_label": ["Surgical cohort", "Non-surgical cohort", "Surgical cohort", "Non-surgical cohort"], "intervention_type": ["Procedure", "Other"], "intervention_name": ["Surgery on the proximal aorta (aortic root +/- ascending aorta)", "Patients diagnosed with thoracic aortopathy but not operated upon"], "study_pop": [], "sampling_method": ["Non-Probability Sample"], "criteria": [], "gender": ["All"], "minimum_age": ["18 Years"], "maximum_age": [], "last_name": ["George Gradinariu, MD", "George Gradinariu, MD"], "role": ["Principal Investigator"], "affiliation": ["Golden Jubilee National Hospital"], "phone": [1419515000.0], "email": ["george.gradinariu2@nhs.scot"], "verification_date": ["May 2023"], "study_first_submitted": ["May 6, 2022"], "study_first_submitted_qc": ["May 21, 2022"], "study_first_posted": ["May 25, 2022"], "last_update_submitted": ["May 6, 2023"], "last_update_submitted_qc": ["May 6, 2023"], "last_update_posted": ["May 9, 2023"], "responsible_party_type": ["Principal Investigator"], "investigator_affiliation": ["Golden Jubilee National Hospital"], "investigator_full_name": ["George Gradinariu"], "investigator_title": ["Principal Investigator, Cardiothoracic Surgery Specialty Registrar"], "keyword": ["aortic surgery", "aortic root", "ascending aorta", "surgical outcomes", "thoracic aortopathy epidemiology"], "mesh_term": ["Syndrome"], "sharing_ipd": ["No"], "ipd_description": ["To apply for further studies, beyond the current research, using the existing dataset, a research proposal submitted to the GJNH Research Department will be required. This will follow the established internal peer-review process established by the GJNH research department. If approved, a data request form will need to be submitted to the data custodian who will release the pseudo- anonymised data to the research applicant. If there is no request to extend the study then this data will be deleted."]}